Repository: acmepjz/meandmyshadow
Catalog: data/locale/*.po
Languages: es, hu, it, ru

source: Newbie
es: Principiante
hu: Újonc
it: Principiante
ru: Новичок

source: Complete a level.
es: Completa un nivel.
hu: Szint teljesítése.
it: Completa un livello.
ru: Завершить уровень.

source: Graduate
es: Graduación
hu: Végzős
it: Promosso
ru: Выпускник

source: Complete the tutorial level pack.
es: Completa el tutorial.
hu: Teljesítsd a oktató szintcsomagot.
it: Completati tutti i livelli del tutorial.
ru: Завершить все обучающие уровни.

source: Experienced player
es: Profesional
hu: Tapasztalt játékos
it: Giocatore esperto
ru: Матёрый игрок

source: Complete 50 levels.
es: Completa 50 niveles.
hu: 50 szint teljesítése.
it: Completa 50 livelli.
ru: Завершить 50 уровней.

source: You did it!
es: ¡Lo has conseguido!
it: Ce l'hai fatta!
ru: Получилось!

source: Complete any level pack besides tutorial.
es: Completa cualquier paquete de niveles además del tutorial.
it: Completati tutti i livelli al di fuori di quelli tutorial.
ru: Завершить все уровни, кроме обучающих.

source: Good job!
es: ¡Buen trabajo!
hu: Szép volt!
it: Ottimo lavoro!
ru: Получилось!

source: Receive a gold medal.
es: Recibe una medalla de oro.
hu: Nyerj aranyérmet.
it: Ricevuta una medaglia d'oro.
ru: Получить золотую медаль.

source: Outstanding graduate
es: Sabelotodo
hu: Kiváló végzős
it: Promosso con lode
ru: Отличник

source: Complete the tutorial level pack with gold for all levels.
es: Consigue una medalla de oro en todos los niveles del tutorial.
hu: Teljesítsd az oktató szintcsomagot aranyéremmel minden szinten.
it: Completati tutti i livelli del tutorial con ogni medaglia d'oro per ciascuno.
ru: Завершить все обучающие уровни, собрав все золотые медали.

source: Expert
es: Coleccionista
hu: Szakértő
it: Esperto
ru: Специалист

source: Earn 50 gold medals.
es: Gana 50 medallas de oro.
it: Hai guadagnato 50 medaglie d'oro.
ru: Получить 50 золотых медалей.

source: Victory
es: Victoria
it: Vittoria
ru: Победа

source: Complete all official levels.
es: Completa todos los niveles oficiales.
it: Completa tutti i livelli ufficiali.
ru: Завершить все официальные уровни.

source: Great victory
es: Gran victoria
it: Grande Vittoria
ru: Великая победа

source: Complete all official levels with silver or gold.
es: Completa todos los niveles oficiales con plata u oro.
it: Completati tutti i livelli ufficiali con una medaglia d'oro o d'argento.
ru: Завершить все официальные уровни с серебром или золотом.

source: Epic victory
es: Victoria épica
it: Vittoria Epica
ru: Легендарная победа

source: Complete all official levels with gold.
es: Completa todos los niveles oficiales con las medallas de oro.
it: Completati tutti i livelli ufficiali con una medaglia d'oro.
ru: Завершить все официальные уровни с золотом.

source: Survivalist
es: Supervivencia
it: Sopravvissuto
ru: Cпец по выживанию

source: Complete 10 levels in row without dying.
es: Completa 10 niveles seguidos sin morir.
it: Completa 10 livelli di seguito senza morire.
ru: Пройти десять уровней подряд, не умерев ни разу.

source: Expert survivalist
es: Experto en supervivencia
it: Esperto in sopravvivenza
ru: Эксперт по выживанию

source: Complete the default level pack from start to finish without dying or resetting once.
es: Completa el paquete de niveles predeterminado de principio a fin sin morir ni reiniciar ni una sola vez.
it: Completa i livelli di base dall'inizio alla fine senza morire o ricominciare.
ru: Пройти основные уровни от начала до конца, ни разу не умерев и не перезапуская.

source: Hooked
es: Te has picado
hu: Ráharaptál
it: Preso
ru: Зависимость

source: Play Me and My Shadow for more than 2 hours.
es: Juega a Me and My Shadow durante más de 2 horas.
hu: Több mint 2 óra Me and My Shadow játék.
it: Gioca a Me and My Shadow per più di due ore.
ru: За игрой прошло более двух часов.

source: Loyal fan of Me and My Shadow
es: Fan incondicional
hu: A Me and My Shadow hű rajongója
it: Fedelissimo di Me and My Shadow
ru: Преданный поклонник

source: Play Me and My Shadow for more than 24 hours.
es: Juega a Me and My Shadow durante más de 24 horas.
hu: Több mint 24 óra Me and My Shadow játék.
it: Gioca a Me and My Shadow per più di 24 ore.
ru: За игрой прошло более суток.

source: Constructor
es: Albañil
hu: Építész
it: Costruttore
ru: Конструктор

source: Use the level editor for more than 2 hours.
es: Usa el editor de niveles durante más de 2 horas.
hu: Több mint 2 óra a szintszerkeszőben.
it: Usa l'editor di livelli per più di 2 ore.
ru: Использовать редактор уровней более двух часов.

source: The creator
es: Deidad
hu: Az akotó
it: Il creatore
ru: Творец

source: Use the level editor for more than 8 hours.
es: Usa el editor de niveles durante más de 8 horas.
it: Usa l'editor di livelli per più di 8 ore.
ru: Использовать редактор уровней более восьми часов.

source: Look, cute level!
es: ¡Qué bonito!
hu: Nocsak, cuki szint!
it: Che bel livello!
ru: Ах, какая прелесть!

source: Create a level for the first time.
es: Crea un nivel por primera vez.
hu: Új szint léthehozása első alkalommal.
it: Crea un livello per la prima volta.
ru: Создать свой первый уровень.

source: The level museum
es: Museo de niveles
hu: A szintmúzeum
it: Galleria livelli
ru: Музей уровнестроения

source: Create 10 levels.
es: Crea 10 niveles.
it: Crea 10 livelli.
ru: Создать 10 уровней.

source: Hello, World!
es: ¡Hola, mundo!
hu: Szia világ!
it: Ciao, Mondo!

source: Write a script for the first time.
es: Edita un script por primera vez.
hu: Szkript írása első alkalommal.
it: Scrivi uno script per la prima volta.
ru: Написать свой первый скрипт.

source: Frog
es: Rana
hu: Béka
it: Rana
ru: Лягушка-попрыгушка

source: Jump 100 times.
es: Salta 100 veces.
it: Salta 100 volte.
ru: Прыгнуть 100 раз.

source: Kangaroo
es: Canguro
it: Canguro
ru: Кангару

source: Jump 1000 times.
es: Salta 1000 veces.
hu: 1000 ugrás.
it: Salta 1000 volte.
ru: Прыгнуть 1000 раз.

source: Carrier
es: Transportista
it: Portatore
ru: Перевозчик

source: Player or shadow hold other 100 times.
es: Jugador o sombra sostienen a otros 100 veces.
it: Giocatore o Ombra collegate oltre 100 volte.
ru: Туда-сюда-обратно (игрок и тень удерживают друг друга 100 раз).

source: Acrobat
es: Acróbata
it: Acrobata
ru: Акробат

source: Player or shadow hold other 1000 times.
es: Jugador o sombra sostienen a otro 1000 veces.
it: Giocatore ed ombra collegate 1000 volte.
ru: Туда-сюда-обратно (игрок и тень удерживают друг друга 1000 раз).

source: Wanderer
es: Caminante
hu: Vándor
it: Vagabondo
ru: Пешеход

source: Travel 100 meters.
es: Desplázate 100 metros.
hu: 100 méternyi utazás.
it: Percorsi 100 metri.
ru: Пройти 100 метров.

source: Runner
es: Atleta
hu: Futó
it: Corridore
ru: Бродилка

source: Travel 1 kilometer.
es: Desplázate 1 kilómetro.
hu: 1 kilóméter utazás.
it: Percorso 1 chilometro.
ru: Пройти 1 километр.

source: Long distance runner
es: Atleta profesional
hu: Hosszútávfutó
it: Fondista
ru: Дальнобойщик

source: Travel 10 kilometers.
es: Desplázate 10 kilómetros.
hu: 10 kilóméter utazás.
it: Percorsi 10 chilometri.
ru: Пройти 10 километров.

source: Marathon runner
es: Maratonista
hu: Maratonfutó
it: Maratoneta
ru: Марафонец

source: Travel 42,195 meters.
es: Desplázate 42195 metros.
hu: 42 195 méternyi utazás.
it: Percorsi 42 195 metri.
ru: Пройти 42195 метров.

source: Push blocks for 100 meters.
es: Bloques de empuje durante 100 metros.
it: Spingi i blocchi per 100 metri.
ru: Протолкать блоки на 100 метров.

source: Box delivering company
es: Empresa de reparto de cajas
it: Corriere consegne
ru: Служба доставки ящиков

source: Push blocks for 1 kilometer.
es: Empuja bloques durante 1 kilómetro.
it: Spingi i blocchi per 1 kilometro.
ru: Протолкать блоки на 1 километр.

source: I'm not intentional
es: No soy intencional
it: Non volevo farlo
ru: Я не специально

source: Break a pushable block.
es: Rompe un bloque empujable.
it: Rompi un blocco.
ru: Сломать толкаемый блок.

source: Only pieces of wood left
es: Sólo quedan trozos de madera
it: E' rimasto solo il legno
ru: В щепки!

source: Break 100 pushable blocks.
es: Rompe 100 bloques empujables.
it: Rompi 100 blocchi.
ru: Сломать 100 толкаемых блоков.

source: Be careful!
es: ¡Cuidado!
hu: Óvatosan!
it: Fai attenzione!
ru: Поберегись!

source: Die for the first time.
es: Muere por primera vez.
hu: Az első halál.
it: Morto per la prima volta.
ru: Умереть впервые.

source: It doesn't matter...
es: Da igual...
hu: Nem számít...
it: Non importa...
ru: Ну и ладно...

source: Die 50 times.
es: Muere 50 veces.
hu: 50 halál.
it: Morto 50 volte.
ru: Умереть 50 раз.

source: Expert of trial and error
es: Gurú del ensayo y error
hu: A próbálgatás szakértője
it: Esperto in tentativi ed errori
ru: Лауреат премии Дарвина

source: Die 1000 times.
es: Muere 1000 veces.
hu: 1000 halál.
it: Morto 1000 volte.
ru: Умереть 1000 раз.

source: Keep an eye for moving blocks!
es: ¡Cuidado con los bloques!
hu: Figyelj a mozgó tömbökre!
it: Tieni d'occhio i blocchi mobili!
ru: Осторожно, они двигаются!

source: Get squashed for the first time.
es: Muere aplastado por primera vez.
hu: Szétlapítva első alkalommal.
it: Schiacciato per la prima volta.
ru: Быть раздавленным первый раз.

source: Potato masher
es: Puré de patatas
hu: Krumplipüréző
it: Schiacciapatate
ru: Пюре

source: Get squashed 50 times.
es: Muere aplastado 50 veces.
hu: Szétlapítva 50 alkalommal.
it: Schiacciato 50 volte.
ru: Быть раздавленным 50 раз.

source: Double kill
es: Dos pájaros de un tiro
hu: Kettős halál
it: Doppia uccisione
ru: За двумя зайцами

source: Get both the player and the shadow dead.
es: Muere con tu sombra.
hu: Haljon meg a játékos és az árnyéka is.
it: Morti sia il giocatore che l'ombra.
ru: Добиться смерти игрока и его тени.

source: Bad luck
es: Mala suerte
hu: Pech
it: Sfortuna
ru: Тотальное невезение

source: Die 5 times in under 5 seconds.
es: Muere 5 veces en 5 segundos.
hu: Halj meg 5-ször 5 másodpercen belül.
it: Morto 5 volte in meno di 5 secondi.
ru: Умереть 5 раз за менее, чем 5 секунд.

source: This level is too dangerous
es: Este nivel es demasiado peligroso
hu: Ez a szint túl veszélyes
it: Questo livello è troppo pericoloso
ru: Да что ж это за жизнь такая

source: Die 10 times in under 5 seconds.
es: Muere 10 veces en 5 segundos.
hu: Halj meg 10-szer 5 másodpercen belül.
it: Morto 10 volte in meno di 5 secondi.
ru: Умереть 10 раз за менее, чем 5 секунд.

source: You forgot your friend
es: Te has olvidado de tu colega
hu: Megfeledkeztél a barátodról
it: Hai dimenticato il tuo amico
ru: Друзья? Нет, не слышал

source: Finish the level with the player or the shadow dead.
es: Termina el nivel con el personaje o tu sombra muertos.
hu: A szint befejezése úgy, hogy a játékos, vagy az árnyéka meghal.
it: Terminato il livello con il giocatore o l'ombra morti.
ru: Завершить уровень при том, что игрок или тень мертвы.

source: Just in time
es: Justo a tiempo
hu: Épp időben
it: Appena in tempo
ru: Точность - вежливость королей

source: Reach the exit with the player and the shadow simultaneously.
es: Llega a la salida con tu personaje y su sombra a la vez.
hu: A játékos és az árnyéka egyszerre érjenek a kijárathoz.
it: Raggiungi contemporaneamente l'uscita con il giocatore e l'ombra.
ru: Достичь выхода игроком и тенью одновременно.

source: Duel
es: Duelo
it: Duello
ru: Дуэль

source: Player and shadow push the same pushable block in opposite directions.
es: El jugador y la sombra empujan el mismo bloque empujable en direcciones opuestas.
it: Giocatore ed ombra spingono lo steseso blocco in direzioni opposte.
ru: Толкнуть с тенью один и тот же блок в разные стороны.

source: Recorder
es: Grabadora
hu: Felvevő
it: Registratore
ru: Помедленнее, я записываю!

source: Record 100 times.
es: Graba tus movimientos 100 veces.
hu: 100 felvétel készítése.
it: Registrato 100 volte.
ru: Выполнить запись 100 раз.

source: Shadowmaster
es: Líder de las sombras
hu: Árnyékmester
it: Maestro delle ombre
ru: У меня все ходы записаны!

source: Record 1000 times.
es: Graba tus movimientos 1000 veces.
hu: 1000 felvétel készítése.
it: Registrato 1000 volte.
ru: Выполнить запись 1000 раз.

source: Under par
es: Bajo par
it: Sotto il Par

source: Complete a level with recordings less than the target recordings.
es: Completa un nivel con menos registros que el objetivo.
it: Completa un livello con registrazioni sotto al target richiesto.

source: It just breaks
es: Sólo se rompe
it: Si è rotto
ru: Оно само

source: Break a fragile block.
es: Romper un bloque frágil.
it: Rompi un blocco fragile.
ru: Сломать хрупкий блок.

source: Block breaker
es: Rompedor de bloque
it: Spacca Blocchi

source: Break 100 fragile blocks.
es: Rompe 100 bloques frágiles.
it: Rompi 100 blocchi fragili.
ru: Сломать 100 хрупких блоков.

source: Switch puller
es: Manos inquietas
hu: Váltókezelő
it: Premitore d'interruttori
ru: Выключателевключатель

source: Pull the switch 100 times.
es: Tira del interruptor 100 veces.
hu: Váltó meghúzása 100 alkalommal.
it: Premi l'interruttore 100 volte.
ru: Включить выключатель 100 раз.

source: The switch is broken!
es: ¡Te has cargado el interruptor!
hu: Elromlott a váltó!
it: L'interruttore è guasto!
ru: Выключателеломатель

source: Pull the switch 1000 times.
es: Tira del interruptor 1000 veces.
hu: Váltó meghúzása 1000 alkalommal.
it: Premi l'interruttore 1000 volte.
ru: Включить выключатель 1000 раз.

source: Swapper
es: Relevista
hu: Cserélő
it: Scambiatore
ru: Обменный пункт

source: Swap 100 times.
es: Intercambia posiciones con tu sombra 100 veces.
hu: Csere 100 alkalommal.
it: Scambiato 100 volte.
ru: Поменяться 100 раз.

source: Play it save
es: Juego seguro
hu: Biztos ami biztos
it: Gioca sicuro
ru: Хорошо сохранился

source: Save 100 times.
es: Guarda 100 veces.
it: Salvato 100 volte.
ru: Сохраниться 100 раз.

source: This game is too hard
es: Este juego es demasiado difícil
hu: Ez a játék túl nehéz
it: Questo gioco è troppo difficile
ru: Сизифов труд

source: Load the game 100 times.
es: Carga la partida 100 veces.
it: Caricato il gioco 100 volte.
ru: Загрузить игру 100 раз.

source: Enriched
es: Enriquecido
it: Arricchito

source: Collect 100 collectibles.
es: Reúne 100 objetos coleccionables.
it: Colleziona 100 oggetti.

source: Treasure hunter
es: Cazador de tesoros
it: Cacciatore di tesori

source: Collect 1000 collectibles.
es: Reúne 1000 objetos coleccionables.
it: Colleziona 1000 oggetti.

source: No, thanks
es: No, gracias
hu: Kösz, nem
it: No, grazie
ru: Нет, спасибо

source: Complete a level with checkpoint, but without saving.
es: Completa un nivel con punto de control sin guardar.
hu: Szint befejezése ellenőrző ponttal, de mentés nélkül.
it: Completa un livello con checkpoint ma senza salvare.
ru: Пройти уровень с чекпоинтом, но без сохранений.

source: Panic save
es: Guardado desesperado
hu: Pánik mentés
it: Salvataggio da paura
ru: Паническое сохранение

source: Save twice in 1 second.
es: Guarda la partida 2 veces en 1 segundo.
hu: 2 mentés 1 másodpercen belül.
it: Salvato due volte in 1 secondo.
ru: Сохраниться дважды за секунду.

source: Panic load
es: Carga a lo loco
hu: Pánik betöltés
it: Caricamento da paura
ru: Паническая загрузка

source: Load twice in 1 second.
es: Carga la partida 2 veces en 1 segundo.
hu: 2 betöltés 1 másodpercen belül.
it: Caricato due volte in 1 secondo.
ru: Загрузиться дважды за секунду.

source: Bad saving position
es: Punto de guardado equivocado
hu: Rossz mentési pozíció
it: Brutta posizione per salvare
ru: Местечко так себе

source: Load the game and die within 1 second.
es: Carga la partida y muere en 1 segundo.
hu: Játék betöltése és halál 1 másodpercen belül.
it: Caricato il gioco e morto in meno di 1 secondo.
ru: Загрузить сохранённую игру и умереть в течении секунды.

source: This level is too hard
es: Este nivel es demasiado difícil
hu: Ez a szint túl nehéz
it: Questo livello è troppo difficile
ru: Да что ж такое

source: Load the same save and die 100 times.
es: Carga la misma partida y muere 100 veces.
hu: Adott mentés betöltése és halál 100 alkalommal.
it: Caricato lo stesso livello e morto 100 volte.
ru: Загрузить игру и умереть 100 раз.

source: Quick swap
es: Intercambio rápido
hu: Gyorsváltás
it: Scambio veloce
ru: Быстрая смена

source: Swap twice in under a second.
es: Intercambia posiciones con tu sombra 2 veces en 1 segundo.
hu: Váltás kétszer egy másodpercen belül.
it: Scambiato due volte in meno di un secondo.
ru: Поменяться дважды за секунду.

source: Horizontal confusion
es: Confusión horizontal
hu: Vízszintes összezavarodás
it: Confusione orizzontale
ru: Сено-солома

source: Press left and right simultaneously.
es: Presiona derecha e izquierda al mismo tiempo.
hu: Nyomd meg egyszerre a balra és a jobbra gombot.
it: Premuti destra e sinistra contemporaneamente.
ru: Нажать влево и вправо одновременно.

source: Programmer
es: Programador
hu: Programozó
it: Programmatore
ru: Тыжпрограммист

source: Play the development version of Me and My Shadow.
es: Juega a la versión en desarrollo de Me and My Shadow.
hu: Játék a Me and My Shadow fejlesztői változatával.
it: Gioca la versione di sviluppo di Me and My Shadow.
ru: Играть в версию в разработке.

source: Cheater
es: Granujilla
hu: Csaló
it: Usi i trucchi
ru: Жулик

source: Cheat in game.
es: Haz trampa en el juego.
hu: Csalás a játékban.
it: Usa un trucco nel gioco.
ru: Не надо было жульничать.

source: Levels
es: Niveles
hu: Szintek
it: Livelli
ru: Уровни

source: Single level which usually contain demanding puzzles
es: Niveles sueltos que suelen tener puzles complicados
hu: Egyetlen szint, mely általában igényes rejtvényeket tartalmaz
it: Livello singolo che solitamente contiene puzzles richiesti
ru: Один уровень, который обычно содержит головоломки

source: Levelpacks
es: Lote de niveles
hu: Szintcsomagok
it: Pacchetti di livelli
ru: Сборники уровней

source: Collection of levels with the same author or style
es: Colección de niveles con el mismo autor o estilo
hu: Szintek gyűjteménye, adott szerzőtől vagy stílusban
it: Collezione di livelli dello stesso autore o stile
ru: Несколько уровней, созданных единым автором или в подобном стиле

source: Themes
es: Temas
hu: Témák
it: Temi
ru: Темы

source: Give every block and background a new look and feel
es: Cambia a tu gusto los bloques y el escenario
hu: A tömbök és a háttér új külalakot kap
it: Dai ad ogni blocco e allo sfondo un nuovo look
ru: Придать каждому блоку и фону новый вид и стиль

source: Addons
es: Extensiones
hu: Bővítmények
it: Estensioni
ru: Дополнения

source: Back
es: Atrás
hu: Vissza
it: Indietro
ru: Назад

source: ERROR: unable to download addons file!
es: ERROR: ¡no es posible descargar el archivo de extensiones!
hu: HIBA: a bővítmények letöltése sikertelen!
it: ERRORE: impossibile scaricare l'estensione!
ru: ОШИБКА: не удалось загрузить файл дополнения!

source: ERROR: unable to load addon_list file!
es: ERROR: ¡no es posible cargar el archivo addon_list!
hu: HIBA: az addon_list fájl letöltése sikertelen!
it: ERRORE: impossibile caricare addon_list!
ru: ОШИБКА: не удалось загрузить файл addon_list!

source: ERROR: Invalid file format of addons file!
es: ERROR: ¡el formato del archivo de extensiones no es compatible!
hu: HIBA: a bővítmény fájl formátuma nem jó!
it: ERRORE: formato dell'estensione non valido!
ru: ОШИБКА: Неверный формат файла дополнения!

source: ERROR: Addon list version is unsupported!
es: ERROR: ¡la versión de la lista de extensiones no es compatible!
hu: HIBA: nem támogatott addon_list verzió!
it: ERRORE: La versione della lista di estensioni non è supportata!
ru: ОШИБКА: версия списка дополнений не поддерживается!

source: ERROR: Unable to create the installed_addons file.
es: ERROR: no es posible crear el archivo installed_addons.
hu: HIBA: az installed_addons fájl létrehozása sikertelen.
it: ERRORE: impossibile creare installed_addons.
ru: ОШИБКА: не удалось создать список дополнений installed_addons.

source: ERROR: Invalid file format of the installed_addons!
es: ERROR: ¡el formato del archivo installed_addons no es compatible!
hu: HIBA: az installed_addons fájl formátuma nem jó!
it: ERRORE: formato non valido per installed_addons!
ru: ОШИБКА: у списка дополнений installed_addons неправильный формат!

source: by %s
es: por %s
hu: írta: %s
it: di %s
ru: автор: %s

source: Installed
es: Instalado
hu: Telepítve
it: Installato
ru: Установлено

source: Updatable
es: Actualizable
hu: Frissíthető
it: Aggiornabile
ru: Есть обновления

source: Not installed
es: No instalado
hu: Nincs telepítve
it: Non installato
ru: Не установлено

source: Unable to initialize addon menu:
es: No es posible iniciar el menú de extensiones:
hu: Nem tudtam az alábbi bővítmény-menüt elindítani:
it: Impossibile inizializzare il menu delle estensioni:
ru: Не удалось запустить меню дополнений:

source: Version: %d
es: Versión: %d
hu: Verzió: %d
it: Versione: %d
ru: Версия: %d

source: Installed version: %d
es: Versión instalada: %d
hu: Telepített verzió: %d
it: Versione Installata: %d
ru: Установленная версия: %d

source: License: %s
es: Licencia: %s
hu: Licensz: %s
it: Licenza: %s
ru: Лицензия: %s

source: Website: %s
es: Sitio web: %s
hu: Weboldal: %s
it: Sito: %s
ru: Веб-сайт: %s

source: (No descriptions provided)
es: (No se ha proporcionado ninguna descripción)
hu: (Nincs hozzá leírás)
it: (Nessuna descrizione fornita)
ru: (Нет описания)

source: Remove
es: Eliminar
hu: Eltávolítás
it: Rimuovi
ru: Удалить

source: Update
es: Actualizar
hu: Frissítés
it: Aggiorna
ru: Обновить

source: Install
es: Instalar
hu: Telepítés
it: Installa
ru: Установить

source: This addon can't be removed because it's needed by %s.
es: No se puede eliminar esta extensión porque la utiliza %s.
hu: Ez a bővítményt nem lehet eltávolítani, mert szükséges ehhez: %s.
it: Questa estenzione non può essere rimossa perchè serve a %s.
ru: Это дополнение нельзя удалить, оно необходимо для правильной работы %s.

source: Dependency
es: Dependencia
hu: Függőség
it: Dipendenza
ru: Зависимости

source: WARNING: File '%s' appears to have been removed already.
es: ADVERTENCIA: puede que el archivo '%s' ya haya sido eliminado.
hu: FIGYELMEZTETÉS: úgy tűnik, '%s' már el lett távolítva.
it: ATTENZIONE: Il file '%s' sembra esser già stato eliminato.
ru: ВНИМАНИЕ: файл '%s' уже удалён.

source: Addon error
es: Error de extensión
hu: Bővítmény hiba
it: Errore Estensione
ru: Ошибка дополнения

source: ERROR: Unable to remove file '%s'!
es: ERROR: ¡No se ha podido eliminar el archivo '%s'!
hu: HIBA: nem sikerült törölni a '%s' fájlt!
it: ERRORE: Impossibile eliminare il file '%s'!
ru: ОШИБКА: не получается удалить файл '%s'!

source: WARNING: Directory '%s' appears to have been removed already.
es: ADVERTENCIA: puede que el directorio '%s' ya se haya eliminado.
hu: FIGYELMEZTETÉS: A '%s' könyvtárat már törölték.
it: ATTENZIONE: La cartella '%s' sembra esser già stata eliminata.
ru: ВНИМАНИЕ: папка '%s' уже удалена.

source: ERROR: Unable to remove directory '%s'!
es: ERROR: ¡No se ha podido eliminar el directorio '%s'!
hu: HIBA: Nem sikerült törölni a '%s' könyvtárat!
it: ERRORE: Impossibile eliminare la cartella '%s'!
ru: ОШИБКА: не получается удалить папку '%s'!

source: WARNING: Level '%s' appears to have been removed already.
es: ADVERTENCIA: puede que el nivel '%s' ya se haya eliminado.
hu: FIGYELMEZTETÉS: A '%s' szint már törölve van.
it: ATTENZIONE: Il livello '%s'! sembra esser già stato eliminato.
ru: ВНИМАНИЕ: уровень '%s' уже удалён.

source: ERROR: Unable to remove level '%s'!
es: ERROR: ¡No se ha podido eliminar el nivel '%s'!
hu: HIBA: Nem sikerült törölni a '%s' szintet!
it: ERRORE: Impossibile eliminare il livello '%s'!
ru: ОШИБКА: не получается удалить уровень '%s'!
