Repository: acmepjz/meandmyshadow
Catalog: data/locale/*.po
Languages: es, hu, it, ru

source: WARNING: Levelpack directory '%s' appears to have been removed already.
es: ADVERTENCIA: puede que el directorio de lotes '%s' ya se haya eliminado.
hu: FIGYELMEZTETÉS: A szintcsomag '%s' könyvtára már törölve van.
it: ATTENZIONE: La cartella con Il pacchetto di livelli '%s' sembra esser già stata eliminata.
ru: ВНИМАНИЕ: папка со сборником уровней '%s' уже удалена.

source: ERROR: Unable to remove levelpack directory '%s'!
es: ERROR: ¡No se ha podido eliminar el directorio levelpack '%s'!
hu: HIBA: Nem sikerült törölni a szintcsomag '%s' könyvtárat!
it: ERRORE: Impossibile eliminare la cartella con i livelli '%s'!
ru: ОШИБКА: не получается удалить набор уровней '%s'!

source: ERROR: Unable to download addon file %s.
es: ERROR: la extensión %s no se puede descargar.
hu: HIBA: Nem sikerült letölteni a '%s' bővítmény fájlt.
it: ERRORE: Impossibile scaricare estensione %s.
ru: ОШИБКА: не получается загрузить файл дополнения %s.

source: ERROR: Unable to extract addon file %s.
es: ERROR: no se puede extraer la extensión %s.
hu: HIBA: Nem sikerült kibontani a '%s' bővítmény fáljt.
it: ERRORE: Impossibile estrarre l'estensione %s.
ru: ОШИБКА: не получается распаковать файл дополнения %s.

source: ERROR: Addon is missing metadata!
es: ERROR: ¡Faltan metadatos!
hu: HIBA: A bővítmény nem tartalmaz meta-adatokat!
it: ERRORE: L'estensione non ha metadata!
ru: ОШИБКА: в дополнении отсутствуют метаданные!

source: ERROR: Invalid file format for metadata file!
es: ERROR: ¡Formato de archivo no válido para el archivo de metadatos!
hu: HIBA: Érvénytelen meta-adat fáljformátum!
it: ERROE: Formato file non valido per i metadata!
ru: ОШИБКА: неверный формат файла метаданных!

source: WARNING: File '%s' already exists, addon may be broken or not working!
es: ADVERTENCIA: ¡El archivo '%s' ya existe, el addon puede estar roto o no funcionar!
hu: FIGYELMEZTETÉS: A '%s' fájl már létezik, a bővitmény hibás, vagy nem működik!
it: ATTENZIONE: Il File '%s' è già presente, le estenzioni potrebbe non funzionare!
ru: ВНИМАНИЕ: файл '%s' уже существует, дополнение может глючить или не работать!

source: WARNING: Unable to copy file '%s' to '%s', addon may be broken or not working!
es: ADVERTENCIA: ¡No se ha podido copiar el archivo '%s' en '%s', es posible que el complemento esté roto o no funcione!
hu: FIGYELMEZTETÉS: A '%s' fájlt nem sikerült ide másolni: '%s', a bővítmény hibás vagy nem működik!
it: ATTENZIONE: Impossibile copiare '%s' su '%s', l'estenzione potrebbe non funzionare!
ru: ВНИМАНИЕ: не получается скопировать файл '%s' в '%s', дополнение может глючить или не работать!

source: WARNING: Destination directory '%s' already exists, addon may be broken or not working!
es: ADVERTENCIA: ¡El directorio de destino '%s' ya existe, el addon puede estar roto o no funcionar!
hu: FIGYELMEZTETÉS: A '%s' célkönyvtár már létezik, a bővitmény hibás, vagy nem működik!
it: ATTENZIONE: LA cartella di destinazione '%s' è già presente, l'estenzione potrebbe non funzionare!
ru: ВНИМАНИЕ: папка '%s' уже существует, дополнение может глючить или не работать!

source: WARNING: Unable to move directory '%s' to '%s', addon may be broken or not working!
es: ADVERTENCIA: ¡No se ha podido mover el directorio '%s' a '%s', puede que el addon esté roto o no funcione!
hu: FIGYELMEZTETÉS: A '%s' könyvtárt nem sikerült ide másolni: '%s', a bővítmény hibás vagy nem működik!
it: ATTENZIONE: Impossibile spostare la cartella da '%s' a '%s', l'estensione potrebbe non funzionare!
ru: ВНИМАНИЕ: не получается переместить папку '%s' в '%s', дополнение может глючить или не работать!

source: WARNING: Level '%s' already exists, addon may be broken or not working!
es: ADVERTENCIA: ¡El nivel '%s' ya existe, el addon puede estar roto o no funcionar!
hu: FIGYELMEZTETÉS: A '%s' szint már létezik, a bővitmény hibás, vagy nem működik!
it: ATTENZIONE: Il Livello '%s' è già presente, l'estensione potrebbe non funzionare!
ru: ВНИМАНИЕ: уровень '%s' уже существует, дополнение может глючить или не работать!

source: WARNING: Unable to copy level '%s' to '%s', addon may be broken or not working!
es: ADVERTENCIA: ¡No se ha podido copiar el nivel '%s' a '%s', puede que el addon esté roto o no funcione!
hu: FIGYELMEZTETÉS: A '%s' szintet nem sikerült ide másolni: '%s', a bővítmény hibás vagy nem működik!
it: ATTENZIONE: Impossibile copiare il livello '%s' su '%s', l'estensione potrebbe non funzionare!
ru: ВНИМАНИЕ: не получается скопировать уровень '%s' в '%s', дополнение может глючить или не работать!

source: WARNING: Levelpack directory '%s' already exists, addon may be broken or not working!
es: ADVERTENCIA: ¡El directorio '%s' de Levelpack ya existe, el addon puede estar roto o no funcionar!
hu: FIGYELMEZTETÉS: A '%s' szintcsomag könyvtára már létezik, a bővitmény hibás, vagy nem működik!
it: ATTENZIONE: La cartella con i pacchetti dei livelli '%s' è gia presente, l'estenzione potrebbe non funzionare!
ru: ВНИМАНИЕ: папка со сборником уровней '%s' уже существует, дополнение может глючить или не работать!

source: ERROR: Addon requires another addon (%s) which can't be found!
es: ERROR: ¡El addon requiere otro addon (%s) que no se puede encontrar!
hu: HIBA: A bővítmény másik bővítményt (%s) igényel, de az nem található!
it: ERRORE: L'estensione richiede un'altra estensione (%s) che non è stata trovata!
ru: ОШИБКА: для правильной работы дополнения необходимо установить другое дополнение (%s), однако его не удалось найти!

source: The addon %s is needed and will be installed now.
es: Se necesita la extensión %s y se procederá a instalarla ahora.
hu: A %s bővítményre szükség van, és telepítve lesz most.
it: L'estensione %s è richiesta e sarà installata.
ru: Необходимо установить дополнение %s. Установка сейчас начнётся.

source: On
es: Activar
hu: Be
it: Attivo
ru: Вкл.

source: Off
es: Desactivar
hu: Ki
it: Non attivo
ru: Выкл.

source: Undo %s
es: Deshacer %s
hu: %s visszavonása
ru: Отменить %s

source: Can't undo
es: No se puede deshacer
hu: Nem tudom visszavonni
it: Impossibile tornare indietro
ru: Невозможно отменить

source: Redo %s
es: Rehacer %s
hu: %s újra
ru: Повторить %s

source: Can't redo
es: No se puede rehacer
hu: Nem lehet újra csinálni
it: Impossible recuperare
ru: Невозможно повторить

source: Resize %s
es: Reescalar %s
it: Aggiusta dimensioni %s
ru: Изменить размер %s

source: Move %s
es: Mover %s
it: Muovi %s
ru: Переместить %s

source: Custom scenery block
es: Bloque de escenario personalizado
it: Scenario personalizzato
ru: Блок фона

source: Move %d object
es: Mover %d objeto
it: Sposta l'oggetto %d
ru: Переместить %d объект

source: Resize level
es: Redimensionar nivel
hu: Szint átméretezése
it: Aggiusta Livello
ru: Изменить размер уровня

source: Modify level property
es: Modificar las propiedades del nivel
hu: Szint tulajdonság módosítása
it: Modifica proprietà livello
ru: Изменить свойства уровня

source: Add background layer %s
es: Añadir capa de fondo %s
it: Aggiungi sfondo %s
ru: Добавить задний слой %s

source: Delete background layer %s
es: Eliminar la capa de fondo %s
it: Cancella sfondo %s
ru: Удалить задний слой: %s

source: Add foreground layer %s
es: Añadir capa en primer plano %s
it: Aggiungi layer %s
ru: Добавить передний слой: %s

source: Delete foreground layer %s
es: Borrar la capa en primer plano %s
it: Cancella layer %s
ru: Удалить передний слой %s

source: Modify the property of background layer %s
es: Modificar las propiedades de la capa de fondo %s
it: Modifica le proprietà di sfondo %s
ru: Изменить свойства фонового слоя %s

source: Modify the property of foreground layer %s
es: Modificar las propiedades de la capa en primer plano %s
it: Modifica le proprietà del layer %s
ru: Изменить свойства фонового слоя %s

source: Move %d object from layer %s to layer %s
es: Mover %d objeto de la capa %s a la capa %s
hu: %d objektum átmozgatása %s rétegről %s rétegre
it: Sposta l'oggetto %d dal layer %s al layer %s
ru: Переместить %d объект из слоя %s в слой %s

source: Add %s
es: Añadir %s
it: Aggiungi %s
ru: Добавить %s

source: Remove %s
es: Eliminar %s
it: Rimuovi %s
ru: Удалить %s

source: Add %d object
es: Añadir %d objeto
it: Aggiungi oggetto %d
ru: Добавить %d объект

source: Remove %d object
es: Eliminar %d objeto
it: Rimuovi oggetto %d
ru: Удалить %d объект

source: Add path to %s
es: Añadir ruta a %s
it: Aggiungi percorso a %s
ru: Добавить путь к %s

source: Remove a path point from %s
es: Eliminar un punto de ruta de %s
it: Rimuovi punto percorso da %s
ru: Удалить точку пути из %s

source: Remove all paths from %s
es: Eliminar todas las rutas de %s
it: Rimuovi tutti i percorsi da %s
ru: Удалить все пути из %s

source: Add link from %s to %s
es: Añadir un enlace de %s a %s
it: Aggiungi collegamento da %s a %s
ru: Добавить сслыку между %s и %s

source: Remove all links from %s
es: Eliminar todos los enlaces de %s
it: Rimuovi tutti i collegamenti da %s
ru: Удалить все ссылки из %s

source: Modify the %2 property of %1
es: Modificar la propiedad %2 de %1
it: Modifica le proprietà %2 di %1
ru: Изменить у %1 свойство %2

source: Edit the script of %s
es: Editar el script de %s
it: Modifica lo script di %s
ru: Редактировать скрипт %s

source: Edit the script of level
es: Editar el script del nivel
it: Modifica lo script del livello
ru: Редактировать скрипт уровня

source: Credits
es: Créditos
hu: Köszönet
it: Riconoscimenti
ru: Благодарности

source: Loading...
es: Cargando...
hu: Betöltés...
it: In caricamento...
ru: Загрузка...

source: Cancel
es: Cancelar
hu: Mégse
it: Annulla
ru: Отмена

source: Abort
es: Abortar
hu: Megszakít
it: Rinuncia
ru: Прервать

source: Retry
es: Reintentar
hu: Újra
it: Riprova
ru: Попробовать снова

source: Ignore
es: Ignorar
hu: Mellőz
it: Ignora
ru: Пропустить

source: Yes
es: Si
hu: Igen
it: Sì
ru: Да

source: Level %d %s
es: Nivel %d %s
hu: %d %s szint
it: Livello %d %s
ru: Уровень %d %s

source: Game loaded.
es: Juego cargado.
it: Gioco caricato.

source: Can't switch camera because your shadow has died.
es: No puedes cambiar de cámara porque tu sombra ha muerto.
it: Impossibile cambiare telecamera perchè l'ombra è morta.
ru: Невозможно перевести камеру, так как ваша тень умерла.

source: Camera mode: Shadow
es: Modo de cámara: Sombra
it: Telecamera: Ombra
ru: Режим камеры: Тень

source: Camera mode: Player
es: Modo cámara: Jugador
it: Telecamera: Giocatore
ru: Режим камеры: Игрок

source: Press %s to restart current level or press %s to load the game.
es: Pulsa %s para reiniciar el nivel actual o pulsa %s para cargar la partida.
hu: %s újraindítja a szintet, %s újratölti a játékot.
it: Premi %s per ricominciare il livello corrente o %s per caricare il gioco.
ru: Чтобы перезапустить этот уровень, нажмите %s, или нажмите %s, чтобы загрузить игру.

source: Press %s to restart current level.
es: Pulsa %s para reiniciar el nivel actual.
hu: %s újraindítja a szintet.
it: Premi %s per ricominciare il livello.
ru: Чтобы перезапустить этот уровень, нажмите %s.

source: %d recording
es: %d grabación
hu: %d felvétel
it: %d registrazione
ru: %d запись

source: You've finished:
es: Has terminado:
hu: Elvégezted:
it: Completato:
ru: Завершённых уровней:

source: Time:
es: Tiempo:
it: Tempo:
ru: Время:

source: Best time:
es: Mejor tiempo:
it: Tempo migliore:
ru: Лучшее время:

source: Target time:
es: Tiempo objetivo:
it: Tempo richiesto:
ru: Необходимое время:

source: Collectibles:
es: Coleccionables:
it: Oggetto da collezione:

source: Recordings:
es: Registros:
it: Registrazioni:
ru: Записей:

source: Best collectibles:
es: Mejores Coleccionables:
it: Migliori oggetti da collezione:

source: Best recordings:
es: Mejor registro:
it: Registrazioni migliori:

source: Target collectibles:
es: Objetos coleccionables:
it: Oggetti collezionabili richiesti:

source: Target recordings:
es: Registros objetivo:
it: Registrazioni richieste:
ru: Необходимо записей:

source: GOLD
es: ORO
hu: ARANY
it: ORO
ru: ЗОЛОТАЯ

source: SILVER
es: PLATA
hu: EZÜST
it: ARGENTO
ru: СЕРЕБРЯНАЯ

source: BRONZE
es: BRONCE
hu: BRONZ
it: BRONZO
ru: БРОНЗОВАЯ

source: You earned the %s medal
es: Has ganado la medalla de %s
hu: Eddig %s medált nyertél
it: Hai guadagnato la medaglia di %s
ru: Получена %s медаль

source: The best medal you earned is %s medal
es: La mejor medalla que has ganado es la Medalla de %s
it: La miglior medaglia che hai guadagnato è di %s
ru: Лучшая полученная медаль — %s

source: (previous best medal: %s)
es: (mejor medalla previa: %s)
it: (ultima miglior medaglia: %s)
ru: (прошлая лучшая медаль: %s)

source: Menu
es: Menú
hu: Menü
ru: Меню

source: Save replay
es: Guardar repetición
it: Salva replay

source: Restart
es: Reiniciar
hu: Újraindítás
it: Ricomincia
ru: Снова

source: Load
es: Cargar
it: Carica

source: Next
es: Siguiente
hu: Következő
it: Prossimo
ru: Далее

source: Congratulations
es: Felicidades
hu: Gratulálok
it: Congratulazioni
ru: Поздравляем

source: You have finished the levelpack!
es: ¡Has terminado el paquete de niveles!
hu: Sikerült teljesítened a szintcsomagot!
it: Hai completato il pacchetto di livelli!
ru: Вы закончили этот сборник уровней!

source: Replay file name:
es: Nombre del archivo de reproducción:
it: Nome Replay:

source: No file name given for the replay file.
es: No se ha proporcionado ningún nombre de archivo para la reproducción.
it: Nessun nome dato al replay.

source: Missing file name
es: Falta el nombre del archivo
it: Nome del file mancante
ru: Отсутствует имя файла

source: The '%s' is a reserved word.
es: El '%s' es una palabra reservada.
it: '%s' è una parola inutilizzabile.

source: The file %s already exists.
es: El archivo %s ya existe.
it: Il file %s è già presente.
ru: Файл %s уже существует.

source: The replay is saved to '%s'.
es: La repetición se guarda en '%s'.
it: Il replay è stato salvato in '%s'.

source: Your shadow has died.
es: Tu sombra ha muerto.
hu: Az árnyékod meghalt.
it: La tua ombra è morta.
ru: Ваша тень умерла.

source: Copy code
es: Copiar código
it: Copia codice

source: Scripting Help
es: Ayuda con scripts
it: Aiuto Scripting
ru: Помощь по скриптам

source: Homepage
es: Página de inicio
it: Hompage
ru: Главная страница

source: Forward
es: Adelante
it: Avanti
ru: Вперед

source: Search
es: Buscar
it: Cerca
ru: Поиск

source: Goto
es: Ir a
it: Vai a
ru: Перейти

source: Up
es: Arriba
it: Su

source: Down
es: Abajo
it: Giù

source: Left
es: Izquierda
hu: Balra
it: Sinistra
ru: Влево

source: Right
es: Derecha
hu: Jobbra
it: Destra
ru: Вправо

source: Jump
es: Saltar
hu: Ugrás
it: Salta
ru: Прыжок

source: Action
es: Acción
hu: Akció
it: Azione
ru: Действие

source: Record
es: Registro
it: Registra

source: Cancel recording
es: Cancelar grabación
hu: Felvétel megszakítása
it: Annulla la registrazione
ru: Отменить запись

source: Back to previous screen
es: Volver a la pantalla anterior
it: Vai al precedente

source: Toggle shadow camera
es: Alternar cámara de sombra
it: Cambia telecamera ombra

source: Save game
es: Guardar partida
it: Salva gioco

source: Load game
es: Guardar partida
hu: Játék betöltése
it: Carica gioco
ru: Загрузить игру

source: Swap the player and shadow
es: Intercambia el jugador y la sombra
it: scambia giocatore e ombra

source: Teleport player to cursor
es: Teletransportar al jugador al cursor
it: Teletrasporta il giocatore al cursore

source: Suicide
es: Suicidio
it: Suicidati

source: Move selected object precisely
es: Mover el objeto seleccionado con precisión
it: Sposta precisamente l'oggetto selezionato

source: Next block type
es: Siguiente tipo de bloque
it: Tipo di blocco successivo

source: Previous block type
es: Tipo de bloque anterior
it: Tipo di blocco precedente

source: Select
es: Seleccionar
hu: Kiválaszt
it: Seleziona
ru: Выбрать

source: Pause game
es: Pausar el juego
it: Pausa

source: (KEY %d)
es: (Tecla %d)
it: (TASTO %d)
ru: (Клавиша %d)

source: JOYSTICK AXIS %d %s
es: EJE JOYSTICK %d %s
it: JOYSTICK ASSE %d %s
ru: Оси джойстика %d %s

source: JOYSTICK BUTTON %d
es: BOTÓN JOYSTICK %d
it: TASTO JOYSTIC %d
ru: Кнопка джойстика: %d

source: JOYSTICK HAT %d LEFT
es: JOYSTICK SOMBRERO %d IZQUIERDA
it: JOYSTICK ANALOG %d SINISTRO
ru: Джойстик шляпа %d налево

source: JOYSTICK HAT %d RIGHT
es: JOYSTICK SOMBRERO %d DERECHA
it: JOYSTICK ANALOG %d DESTRO
ru: Джойстик шляпа %d направо

source: JOYSTICK HAT %d UP
es: JOYSTICK SOMBRERO %d ARRIBA
it: JOYSTICK ANALOG %d SU
ru: Джойстик шляпа %d вверх

source: JOYSTICK HAT %d DOWN
es: JOYSTICK SOMBRERO %d ABAJO
it: JOYSTICK ANALOG %d GIU
ru: Джойстик шляпа %d вниз

source: JOYSTICK HAT %d %d
es: SOMBRERO JOYSTICK %d %d
it: JOYSTICK ANALOG %d %d
ru: Джойстик шляпа %d %d

source: OR
es: O
hu: VAGY
it: O
ru: ИЛИ

source: In menu:
es: En el menú:
it: In menù:

source: In game:
es: En el juego:
it: In gioco:

source: In level editor:
es: En el editor de niveles:
it: in editor dei livelli:

source: In test play:
es: En juego de prueba:
it: in test gioco:

source: Select an item and press a key to change it.
es: Selecciona un objeto y pulsa una tecla para intercambiarlo.
hu: Válassz ki egy elemet és nyomj meg egy gombot hogy megváltoztasd.
it: Scegli un oggetto e premi un tasto per cambiarlo.
ru: Выберите элемент и нажмите клавишу, чтобы изменить его.

source: Press backspace to clear the selected item.
es: Pulsa la barra espaciadora para eliminar el objeto seleccionado.
hu: Visszatörlés gombbal lehet törölni az adott elem tartalmát.
it: Premi "backspace" per togliere l'oggetto selezionato.
ru: Нажмите backspace, чтобы очистить выбранный элемент.

source: Block
es: Bloquear
it: Blocco
ru: Блок

# block
source: Player Start
es: Punto de partida del jugador
it: Punto d'inizio giocatore
ru: Игрок начать

# block
source: Shadow Start
es: Punto de partida de la sombra
it: Punto d'inizio ombra

# block
source: Exit
es: Salida
it: Uscita

# block
source: Shadow Block
es: Bloque de Sombra
it: Blocco ombra

# block
source: Spikes
es: Pinchos
it: Spuntoni

# block
source: Shadow Spikes
es: Picos de sombra
it: Spuntoni Ombra

# block
source: Checkpoint
es: Punto de control

# block
source: Swap
es: Intercambio
it: Blocco Scambio

# block
source: Fragile Block
es: Bloque frágil
it: Blocco Fragile

# block
source: Fragile Shadow Block
es: Bloque de sombra frágil
it: Blocco-ombra Fragile

# block
source: Moving Block
es: Bloque móvil
it: Blocco mobile

# block
source: Moving Shadow Block
es: Bloque sombrío móvil
it: Blocco-ombra mobile

# block
source: Moving Spikes
es: Picos móviles
it: Spuntoni mobili

# block
source: Moving Shadow Spikes
es: Pinchos de sombra en movimiento
it: Spuntoni-ombra mobili

# block
source: Portal
es: Portál
it: Portale

# block
source: Button
es: Botón
it: Pulsante

# block
source: Switch
es: Interruptor
it: Interruttore

# block
source: Conveyor Belt
es: Cinta Transportadora
it: Nastro trasportatore

# block
source: Shadow Conveyor Belt
es: Cinta transportadora de Sombra
it: Nastro trasportatore ombra

# block
source: Notification Block
es: Bloque de notificación
it: Blocco di notifica

# block
source: Collectable
es: Coleccionable
it: Oggetto da collezione

# block
source: Pushable Block
es: Bloque transportable
it: Blocco mobile

# block
source: Pushable Shadow Block
es: Bloque de sombra empujable
it: Blocco mobile ombra

source: Add
es: Añadir
hu: Hozzáad
it: Aggiungi
ru: Добавить

source: Delete
es: Borrar
hu: Töröl
it: Cancella
ru: Удалить

source: Play
es: Jugar
hu: Játék
it: Gioca
ru: Играть

source: Level settings
es: Opciones del nivel
hu: Szint beállításai
it: Impostazioni del livello
ru: Настройки уровня

source: Save level
es: Guardar nivel
hu: Szint mentése
it: Salva il livello
ru: Сохранить уровень

source: Back to menu
es: Volver al menú
hu: Vissza a menühöz
it: Ritorna al menu
ru: Назад в меню

source: Configure
es: Configurar
hu: Beállítások
it: Configura
ru: Настройки

source: %s (Scenery)
es: %s (Escenario)
hu: %s (Táj)
it: %s (Scenario)
ru: %s (Фон)

source: Toggle
es: Conmutador
hu: Kapcsoló
it: Attiva/disattiva
ru: Переключать

source: Complete
es: Completado
hu: Teljes
it: Intero
ru: Завершённый

source: One step
es: Un paso
hu: Egy lépés
it: Calpestato una volta
ru: Один шаг

source: Two steps
es: Dos pasos
hu: Két lépés
it: Calpestato due volte
ru: Два шага

source: Gone
es: Pasado
hu: Eltűnt
it: Consumato
ru: Разрушен

source: Negative infinity
es: Infinito negativo
hu: Negatív végtelen
it: Infinito Negativo
ru: Минус бесконечность

source: Zero
es: Cero
hu: Nulla
ru: Ноль

source: Level size
es: Tamaño del nivel
hu: Szint méret
it: Grandezza Livello
ru: Размер уровня

source: Positive infinity
es: Infinito positivo
hu: Pozitív végtelen
it: Infinito Positivo
ru: Плюс бесконечность

source: Default
es: Predeterminado
hu: Alapeset
it: Predefinito
ru: Стандартный

source: Deselect
es: Deseleccionar
hu: Kijelölés megszüntetése
it: Deseleziona
ru: Отменить выбор

source: Horizontal repeat start: %s
es: Posición inicial de la fila de bloques: %s
hu: Vízszintes ismétlés indul: %s
it: Inizia ripeti orizzontale: %s
ru: Начать горизонтальное повторение: %s

source: Horizontal repeat end: %s
es: Posición final de la fila de bloques: %s
hu: Vízszintes ismétlés vége: %s
it: Fine ripeti orizzonatale: %s
ru: Завершить горизонтальное повторение: %s

source: Vertical repeat start: %s
es: Posición inicial de la columna de bloques: %s
hu: Függőleges ismétlés indul: %s
it: Inizio ripeti verticale: %s
ru: Начать вертикальное повторение: %s

source: Vertical repeat end: %s
es: Posición final de la columna de bloques: %s
hu: Függőleges ismétlés vége: %s
it: Fine ripeti verticale: %s
ru: Завершить вертикальное повторение: %s

source: Custom scenery
es: Escenario personalizado
hu: Külső táj
it: Scenario personalizzato
ru: Настроить фон

source: Link
es: Enlace
hu: Összeköttetés
ru: Ссылка

source: Remove Links
es: Eliminar enlaces
hu: Összeköttetés eltávolítása
it: Rimuovi i link
ru: Убрать ссылки

source: Automatic
es: Automático
hu: Automatikus
it: Automatico
ru: Авто

source: Behavior: %s
es: Comportamiento: %s
hu: Viselkedés: %s
it: Comportamento: %s
ru: Поведение: %s

source: Path
es: Directorio
hu: Elérési útvonal
it: Percorso
ru: Путь

source: Remove Path
es: Eliminar ruta
hu: Útvonal eltávolítása
it: Rimuovi il percorso
ru: Удалить путь

source: Activated
es: Activado
hu: Aktiválva
it: Attivato
ru: Активировано

source: Looping
es: En bucle
hu: Hurok
it: Ripetizione
ru: Повторять

source: Speed
es: Velocidad
hu: Sebesség
it: Velocità
ru: Скорость

source: State: %s
es: Estado: %s
hu: Állapot: %s
it: Stato: %s
ru: Состояние: %s

source: Message
es: Mensaje
hu: Üzenet
it: Messaggio
ru: Сообщение

source: Appearance
es: Apariencia
hu: Megjelenés
it: Apparenza
ru: Внешний вид

source: Scripting
es: Editar el script
hu: Szkript
ru: Скрипты

source: Background layer: %s
es: Capa de fondo: %s
hu: Háttérréteg: %s
it: Layer sfondo: %s
ru: Слой фона: %s

source: Blocks layer
es: Capa de bloques
hu: Blokk réteg
it: Layer blocchi
ru: Сбой блоков

source: Foreground layer: %s
es: Capa en primer plano: %s
hu: Előtér réteg: %s
it: Layer superiore: %s
ru: Передний план: %s

source: Add new layer
es: Añadir nueva capa
hu: Új réteg hozzáadása
it: Aggiungi un nuovo layer
ru: Добавить слой

source: Delete selected layer
es: Eliminar capa seleccionada
hu: Kijelölt réteg törlése
it: Cancella layer selezionato
ru: Удалить выбранный слой

source: Configure selected layer
es: Configurar capa seleccionada
hu: Kijelölt réteg konfigurálása
it: Configura layer selezionato
ru: Настроить выбранный слой

source: Move selected object to layer
es: Mover objeto seleccionado a la capa
hu: Kijelölt objektum átmozgatása rétegre
it: Muovi l'oggetto selezionato al layer
ru: Переместить выбранный объект в слой

source: Settings
es: Configuración
hu: Beállítások
it: Impostazioni
ru: Настройки
