Repository: acmepjz/meandmyshadow
Catalog: data/locale/*.po
Languages: es, hu, it, ru

source: (Key %d)
hu: (%d billentyű)

source: Joystick axis %d %s
hu: Joystick tengely %d %s

source: Joystick button %d
hu: Joystick gomb %d

source: Joystick hat %d left
hu: Joystick kontroll %d balra

source: Joystick hat %d right
hu: Joystick kontroll %d jobbra

source: Joystick hat %d up
hu: Joystick kontroll %d fel

source: Joystick hat %d down
hu: Joystick kontroll %d le

source: Joystick hat %d %d
hu: Joystick kontroll %d %d

source: Block
hu: Blokk

source: Player Start
hu: Játékos kezdőpont

source: Shadow Start
hu: Árnyék kezdőpont

source: Exit
hu: Kijárat

source: Shadow Block
hu: Árnyék blokk

source: Spikes
hu: Tüskék

source: Checkpoint
hu: Ellenőrző pont

source: Fragile
hu: Törékeny

source: Moving Block
hu: Mozgó blokk

source: Moving Shadow Block
hu: Mozgó árnyék blokk

source: Moving Spikes
hu: Mozgó tüskék

source: Teleporter
hu: Teleport

source: Button
hu: Nyomógomb

source: Switch
hu: Kapcsoló

source: Conveyor Belt
hu: Futószalag

source: Shadow Conveyor Belt
hu: Árnyék futószalag

source: Notification Block
hu: Üzenetblokk

source: Collectable
hu: Gyűjthető

source: Pushable
hu: Tolható

source: NOTE: the layers are sorted by name alphabetically. The layer is background layer if its name is < 'f' by dictionary order, otherwise it's foreground layer.
hu: MEGJEGYZÉS: a rétegek név szerint vannak rendezve. A réteg háttérréteg, ha a nevének a kezdőbetűje az ABC-ben az 'f' előtti betű, egyébként előtér réteg.

source: Are you sure you want to delete layer '%s'?
hu: Biztos vagy abban, hogy törlöd a "%s" réteget?
