Repository: acmepjz/meandmyshadow
Catalog: data/locale/*.po
Languages: es, hu, it, ru

source: NOTE: the layers are sorted alphabetically.
es: NOTA: las capas están ordenadas alfabéticamente.
it: NOTA: I layer sono in ordine alfabetico.

source: Notification block
es: Bloque de notificación
hu: Üzenetblokk
it: Blocco di notifica
ru: Блок оповещения

source: Enter message here:
es: Introduce el mensaje aquí:
hu: Itt írd be az üzenetet:
it: Inserisci qui il messaggio:
ru: Введите сообщение:

source: Example:
es: Ejemplo:
it: Esempio:

source: Copy
es: Copiar
it: Copia

source: Behavior
es: Comportamiento
hu: Viselkedés
it: Comportamento
ru: Поведение

source: State
es: Estado
hu: Állapot
it: Stato
ru: Состояние

source: Conveyor belt speed
es: Velocidad de la cinta transportadora
hu: Futószalag sebessége
it: Velocità nastro trasportatore
ru: Скорость конвейера

source: Enter speed here:
es: Introduce la velocidad aquí:
hu: Sebesség:
it: Inserisci qui la velocità:
ru: Введите скорость:

source: NOTE: 1 Speed = 0.08 block/s
es: NOTA: Velocidad 1 = 0.08 bloques/s
hu: MEGJGYZÉS: 1 egység = 0,08 blokk
it: NOTE: Velocità 1 = 0.008 blocchi
ru: ПРИМ.: 1 Скорость = 0,08 блоков/с

source: Help
es: Ayuda
it: Aiuto

source: Level Scripting
es: Editar el script del nivel
hu: Szint szkript
it: Script Livelli
ru: Скрипты уровня

source: NOTE: If the file '%s' is present, the script in it will be executed before 'onCreate' event.
es: NOTA: Si el archivo '%s' está presente, el script en él será ejecutado antes del evento 'onCreate'.
it: NOTA: Se il file '%s' è presente, lo script all'interno sarà eseguito prima dell'evento 'onCreate'.

source: Add layer
es: Añadir capa
hu: Réteg hozzáadása
it: Aggiungi layer
ru: Добавить слой

source: Enter the layer name:
es: Escribe el nombre de la capa:
hu: Réteg neve:
it: Inserisi nome layer:
ru: Введите название слоя:

source: Layer type:
es: Tipo de capa:
it: Tipo layer:

source: Background layer
es: Capa de fondo
it: Layer di sfondo

source: Foreground layer
es: Capa de primer plano: %s
it: Layer superiore

source: Are you sure you want to delete background layer '%s'?
es: ¿Estás seguro de que quieres borrar la capa de fondo '%s'?
it: Sei sicuro di voler cancellare il layer di sfondo %s?

source: Are you sure you want to delete foreground layer '%s'?
es: ¿Estás seguro de que quieres borrar la capa de primer plano '%s'?
it: Sei sicuro di voler cancellare il layer superiore %s?

source: Delete layer
es: Eliminar capa
hu: Réteg törlése
it: Cancella layer
ru: Удалить слой

source: Layer settings
es: Ajustes de la capa
hu: Réteg beállításai
it: Impostazioni layer
ru: Настроить слой

source: Layer name:
es: Nombre de la capa:
hu: Réteg neve:
it: Nome layer:
ru: Название слоя:

source: Layer moving speed (1 speed = 0.8 block/s):
es: Velocidad de la capa (Velocidad 1 = 0.8 bloques/s):
hu: Réteg mozgás sebessége (1 egység = 0,8 blokk/mp):
it: Velocità movimento layer (Velocità 1 = 0.8 blocchi):
ru: Скорость перемещения слоя (1 скорость = 0,08 блоков/с):

source: Speed of following camera:
es: Velocidad de la cámara de seguimiento:
hu: Követő kamera sebessége:
it: Velocità della telecamera:
ru: Скорость камеры:

source: Move to layer
es: Mover a la capa
hu: Átmozgatás más rétegre
it: Vai al Layer
ru: Переместить в слой

source: Enter the layer name (create new layer if necessary):
es: Escribe el nombre de la capa (crea una nueva si es necesario):
hu: Réteg neve (új réteg létrehozása ha szükséges):
it: Inserisci il nome layer (crea un nuovo layer se necessario):
ru: Введите название слоя (создать новый слой при необходимости):

source: Repeat mode
es: Modo repetición
hu: Ismétlés mód
it: Ripeti modalità
ru: Режим повторения

source: Custom scenery:
es: Escenario personalizado:
hu: Egyedi táj:
it: Scenario personalizzato:
ru: Фон:

source: (Use the default appearance for this block)
es: (Utiliza la apariencia por defecto para este bloque)
hu: (Ez legyen a blokk alapmegjelenése)
it: (Usa la visualizzazione di base per questo blocco)
ru: (Использовать обычный вид этого блока)

source: Toolbox
es: Caja de herramientas
ru: Инструменты

source: The level has unsaved changes.
es: En este nivel hay cambios sin guardar.
it: Questo livello ha modifiche non salvate.
ru: В уровне есть несохранённые изменения.

source: Are you sure you want to quit?
es: ¿Estas seguro de que quieres salir?
it: Sei sicuro di volere uscire?
ru: Вы действительно хотите выйти?

source: Quit prompt
es: Salir prompt
it: Messaggio di uscita
ru: Подтвердить выход

source: Level "%s" saved
es: Nivel "%s" guardado
it: Livello "%s" salvato
ru: Уровень "%s" сохранён

source: Saved
es: Guardado
it: Salvato
ru: Сохранено

source: Collectibles: %d
es: Coleccionable:%d
it: Oggetto da collezione: %d
ru: Коллекции: %d

source: Recordings: %d
es: Registros: %d
hu: Felvétel: %d
it: Registrazioni: %d
ru: Записей: %d

source: Best collectibles: %d
es: Mejores coleccionables: %d
it: Oggetti da collezione migliori: %d
ru: Лучшая коллекция: %d

source: Best recordings: %d
es: Mejor registro: %d
hu: Legjobb felvételek: %d
it: Registrazioni migliori: %d
ru: Лучшая запись: %d

source: Target collectibles: %d
es: Registro de Coleccionables: %d
it: Oggetti da collezione richiesti: %d
ru: Необходимо коллекций: %d

source: Target recordings: %d
es: Registro objetivo: %d
hu: Célfelvétel: %d
it: Registrazioni richieste: %d
ru: Необходимо записей: %d

source: Name:
es: Nombre:
it: Nome:
ru: Название:

source: Theme:
es: Tema:
it: Tema:
ru: Тема:

source: Examples: %s or %s
es: Ejemplos: %s o %s
it: Esempi: %s o %s

source: Music:
es: Música:
it: Musica:
ru: Музыка:

source: Arcade mode
es: Modo Arcade
it: Modalità Arcade

source: Target time (s):
es: Tiempo objetivo (s):
it: Tempo richiesto (s):
ru: Необходимое время (с):

source: Restart level editor is required
es: Debes reiniciar el editor de niveles
it: E' necessario riavviare l'editor di livelli
ru: Необходимо перезапустить редактор уровней

source: Please enter a layer name.
es: Escribe el nombre de la capa.
it: Per favore, inserisi il nome del layer.
ru: Пожалуйста, введите название слоя.

source: There is already a foreground layer named '%s'.
es: Ya existe una capa en primer plano llamada '%s'.
it: Ci sono già layer superiori con il nome '%s'.

source: There is already a background layer named '%s'.
es: Ya existe una capa de fondo llamada '%s'.
it: Ci sono già layer di sfondo con il nome '%s'.

source: Source and destination layers are the same.
es: La capa original y la capa de destino coinciden.
it: Fonte e destinazione del layer sono le stesse.
ru: Исходный и конечный слои совпадают.

source: Scenery
es: Escenario
it: Scenario
ru: Фон

source: Speed: %d = %0.2f block/s
es: Velocidad: %d = %0.2f bloques/s
it: Velocità: %d = %0.2f blocchi
ru: Скорость: %d = %0.2f блоков/с

source: Stop at this point
es: Para en este punto
it: Ferma a questo punto
ru: Остановиться в этой точке

source: Pause: %d = %0.3fs
es: Pausa: %d = %0.3fs
it: Pausa: %d = %0.3fs
ru: Пауза: %d = %0.3fс

source: Map Editor
es: Editor del mapa
it: Editor di mappe
ru: Редактор карт

source: New Levelpack
es: Nuevo paquete de niveles
it: Nuovo pacchetto di livelli
ru: Новый сборник уровней

source: Pack Properties
es: Opciones del paquete
it: Proprietà del pacchetto
ru: Свойства сборника

source: Remove Pack
es: Borrar paquete
it: Rimuovi il pacchetto
ru: Удалить сборник

source: Move Map
es: Mover el mapa
it: Sposta la mappa
ru: Переместить карту

source: Remove Map
es: Borrar el mapa
it: Rimuovi la mappa
ru: Удалить карту

source: Edit Map
es: Editar el mapa
it: Modifica la mappa
ru: Редактировать карту

source: Properties
es: Opciones
it: Proprietà
ru: Свойства

source: Tools
es: Herramientas
it: Strumenti

source: Description:
es: Descripción:
it: Descrizione:
ru: Описание:

source: Congratulation text:
es: Texto de felicitación:
it: Messaggio di congratulazioni:
ru: Текст поздравления:

source: Music list:
es: Lista de música:
it: Lista Musiche:
ru: Список музыки:

source: Export translation template
es: Exportar plantilla de traducción
it: Esporta template di traduzione

source: Close
es: Cerrar
it: Chiudi
ru: Закрыть

source: Add level
es: Añadir nivel
it: Aggiungi il livello
ru: Добавить уровень

source: File name:
es: Nombre del archivo:
it: Nome del file:
ru: Название файла:

source: Move level
es: Mover nivel
it: Sposta il livello
ru: Переместить уровень

source: Level:
es: Nivel:
it: Livello:
ru: Уровень:

source: Before
es: Anterior
it: Prima
ru: До

source: After
es: Posterior
it: Dopo
ru: После

source: Swap
es: Intercambio
hu: Csere
it: Palude
ru: Поменяться

source: Individual levels which are not contained in any level packs
es: Niveles individuales. No pertenecen a ningún lote de niveles
it: Livelli individuali che non sono in un pacchetto di livelli
ru: Отдельные уровни, которые не содержатся ни в одном сборнике уровней

source: Are you sure remove the level pack '%s'?
es: ¿Seguro que deseas eliminar el lote de niveles '%s'?
it: Sei sicuro di voler eliminare il pacchetto di livelli '%s'?
ru: Вы уверены, что хотите удалить сборник уровней '%s'?

source: Remove prompt
es: Borrar prompt
it: Messaggio di rimozione
ru: Подтвердить удаление

source: Are you sure remove the map '%s'?
es: ¿Seguro que deseas eliminar el mapa '%s'?
it: Sei sicuro di voler eliminare la mappa'%s'?
ru: Вы уверены, что хотите удалить карту '%s'?

source: Levelpack name cannot be empty.
es: El nombre del lote no puede quedar vacío.
it: Il pacchetto di livelli non può essere vuoto.
ru: Название сборника уровней не может быть пустым.

source: The levelpack file '%s' already exists!
es: ¡El archivo de lote de niveles '%s' ya existe!
it: Il pacchetto di livelli '%s' è già presente!
ru: Файл сборника уровней '%s' уже существует!

source: The levelpack directory '%s' already exists. Do you want to create a levelpack with all levels in this directory?
es: El directorio levelpack '%s' ya existe. Quieres crear un levelpack con todos los niveles en este directorio?
it: La cartella con il pacchetto di livelli '%s' è già presente. Vuoi creare un pacchetto di livelli con il contenuto della cartella?

source: Directory already exists
es: El directorio ya existe
it: La cartella è già presente

source: Unable to create levelpack directory '%s'!
es: ¡No se ha podido crear el directorio levelpack '%s'!
it: Impossibile creare la cartella '%s' con i pacchetti di livelli!
ru: Не удалось создать папку сборника уровней '%s'!

source: Unable to create levelpack file '%s'!
es: ¡No se ha podido crear el archivo de lote de niveles '%s'!
it: Impossibile creare il file'%s' con i pacchetti di livelli!
ru: Не удалось создать файл сборника уровней '%s'!

source: The translation template has been exported at '%s'.
es: La plantilla de traducción se ha exportado a '%s'.
it: Il template di traduzione è stato esportato in '%s'.

source: Failed to export translation template.
es: Error al exportar plantilla de traducción.
it: Esportazione del template di traduzione fallito.

source: No file name given for the new level.
es: El archivo del nuevo nivel no tiene nombre.
it: Nessun nome dato al nuovo livello.
ru: Новому уровню не было присвоено имя файла.

source: The file %s is already contained in the level pack.
es: El archivo %s ya está contenido en el paquete de niveles.
it: Il file %s già contiene il pacchetto del livello.
ru: Файл %s уже содержится в пакете уровней.

source: File already exists
es: El archivo ya existe
it: Il file è già presente

source: The file %s already exists. Do you want to add it to the level pack?
es: El archivo %s ya existe. Desea añadirlo al paquete de niveles?
it: Il file %s è già presente. Vuoi aggiungerlo al pacchetto dei livelli?

source: The entered level number isn't valid!
es: ¡El número de nivel es incorrecto!
it: Il numero di livello inserito non è valido!
ru: Введённый номер уровня некорректен!

source: Illegal number
es: Número incorrecto
it: Numero incorretto
ru: Некорректное число

source: Choose a level
es: Elegir un nivel
it: Scegli un livello
ru: Выберите уровень

source: Custom Levels
es: Niveles personalizados
it: Livelli personalizzati
ru: Другие уровни

source: Select Level
es: Seleccionar Nivel
it: Seleziona il livello
ru: Выберите уровень

source: Replays
es: Repeticiones
it: Replay di gioco

source: (old)
es: (Obsoleto)
it: (vecchio)

source: There are no replays for this level.
es: No hay repeticiones para este nivel.
it: Non ci sono replay per questo livello.

source: List of replays
es: Lista de repeticiones
it: Lista Replay

source: Best time
es: Mejor tiempo: %-.2fs
it: Tempo migliore

source: Best collectibles
es: Mejores Coleccionables
it: Migliori oggetti da collezione

source: Best recordings
es: Mejor registro: %d
it: Registrazioni migliori

source: Unknown version
es: Versión desconocida
it: Versione sconosciuta

source: Current version
es: Versión actual
it: Versione Attuale

source: Outdated version
es: Versión obsoleta
it: Versione scaduta

source: Replay
es: Reproducir

source: Replay under current level version
es: Repetición en la versión de nivel actual
it: Replay nella versione corrente del livello

source: Clear Progress
es: Borrar el progreso
it: Cancella i progressi
ru: Очистить прогресс

source: Controls
es: Controles
it: Controlli
ru: Управление

source: Music
es: Música
it: Musica
ru: Музыка

source: Sound
es: Sonido
it: Suono
ru: Звуки

source: Resolution
es: Resolución
it: Risoluzione
ru: Разрешение

source: Language
es: Idioma
it: Lingua
ru: Язык

source: Auto-Detect
es: Auto-Detectar
it: Automatico
ru: Автоопределение

source: Theme
es: Tema
it: Tema
ru: Тема

source: Internet proxy
es: Proxy de Internet
ru: Интернет-прокси

source: Fullscreen
es: Pantalla completa
it: Schermo intero
ru: На весь экран

source: Quick record
es: Grabación rápida
it: Record rapido
ru: Быстрая запись

source: Fade transition
es: Fundido
it: Transizione sfumata
ru: Плавный переход

source: Save Changes
es: Guardar cambios
it: Salva i cambiamenti
ru: Сохранить изменения

source: Do you really want to reset level progress?
es: ¿Realmente quieres borrar el progreso de este nivel?
it: Vuoi davvero cancellare l'intero progresso dei livelli?
ru: Вы действительно хотите очистить прогресс уровня?

source: Warning
es: Cuidado
it: Avviso
ru: Внимание

source: Can't record because your shadow has died.
es: No puedes grabar partida porque tu sombra ha muerto.
it: Impossibile registrare perchè la tua ombra è morta.

source: Press %s key to save the game.
es: Pulsa la tecla %s para guardar partida.
hu: Nyomd meg a %s gombot, hogy mentést készíts a játékról.
it: Premi il tasto %s per salvare il gioco.
ru: Чтобы сохранить игру, нажмите клавишу %s.

source: Press %s key to swap the position of player and shadow.
es: Pulsa la tecla %s para cambiar entre la posición del jugador y la sombra.
hu: Nyomd meg a %s gombot, hogy a játékos és árnyéka helyet cseréljen.
it: Premi il tasto %s per scambiare la posizione del giocatore con quella dell'ombra.
ru: Чтобы поменять позицию игрока и тени, нажмите клавишу %s.

source: It looks like that this portal leads to nowhere.
es: Parece que este portal no lleva a ninguna parte.
it: Sembra che questo portale non porta da nessuna parte.

source: Press %s key to teleport.
es: Pulsa la tecla %s para teletrasportarte.
hu: Nyomd meg a %s gombot a teleportáláshoz.
it: Premi il tasto %s per teletrasportarti.
ru: Чтобы телепортироваться, нажмите клавишу %s.

source: Can't teleport because the destination is blocked.
es: No se puede teletransportar porque el destino está bloqueado.
it: Impossibile teletrasportare perchè la destinazione è bloccata.

source: Can't teleport because the portal has no destination.
es: No puede teletransportarse porque el portal no tiene destino.
it: Impossibile teletrasportare perchè il portale non ha destinazione.

source: Press %s key to activate the switch.
es: Pulsa la tecla %s para activar el interruptor.
hu: Nyomd meg a %s gombot, hogy a kapcsolót aktiváld.
it: Premi il tasto %s per attivare l'interruttore.
ru: Чтобы активировать переключатель, нажмите клавишу %s.

source: Can't swap because you have died.
es: No puedes cambiar porque has muerto.
it: Impossibile scambiare perchè sei morto.

source: Can't swap because you are in front of a shadow block.
es: No puedes intercambiar porque estás delante de un bloque de sombra.
it: Impossibile scambiare perchè sei davanti ad un blocco ombra.

source: Can't swap because your shadow has died.
es: No puedes cambiar porque tu sombra ha muerto.
it: Impossibile scambiare perchè la tua ombra è morta.

source: Game saved.
es: Juego guardado.
it: Gioco Salvato.

source: Rewind
es: Rebobinar
it: Riavvolgi

source: Step back
es: Paso atrás
it: Passo indietro

source: Resume
es: Reanudar
it: Riprendi

source: Pause
es: PAUSA
it: Pausa

source: Step forward
es: Paso adelante
it: Passo avanti

source: Fast forward
es: Avance rápido
it: Avanti veloce

source: Slower
es: Más lento
it: Lento

source: Faster
es: Más rápido
it: Veloce

source: Game replay is done.
es: Partida de reproducción esta completada.
hu: Ismétlés vége.
it: Il replay di gioco è completato.
ru: Воспроизведение завершено.

source: New achievement:
es: Nuevo logro:
it: Nuovo obiettivo:
ru: Новое достижение:

source: Achieved on %s
es: Conseguido en %s
it: Obbiettivo al %s
ru: Достижение %s

source: Unknown achievement
es: Logro desconocido
it: Obiettivo sconosciuto
ru: Неизвестное достижение

source: Achieved %1.0f%%
es: Conseguido %1.0f%%
it: Obbiettivo raggiunto al %1.0f%%
ru: Достижение %1.0f%%

source: Not achieved
es: Sin desbloquear
it: Non sbloccato
ru: Не достигнуто

source: Achievements and Statistics
es: Logros y estadísticas
it: Obiettivi e statistiche
ru: Достижения и статистика

source: Achievements
es: Logros
it: Obiettivi
ru: Достижения

source: Statistics
es: Estadísticas
it: Statistiche
ru: Статистика

source: Traveling distance (m)
es: Distancia (m)
it: Distanza percorsa (m)
ru: Пройденное расстояние (м)

source: Pushing distance (m)
es: Distancia de empuje (m)
it: Distanza di spinta (m)

source: Jump times
es: Recuento de saltos
it: Numero di salti
ru: Прыжков

source: Hold other times
es: Mantener otras veces
it: Caricato il gioco 1000 volte

source: Die times
es: Muertes
it: Numero di morti
ru: Смертей

source: Squashed times
es: Número de veces que te han aplastado
it: Numero di schiacciamenti
ru: Раздавлен

source: Recordings
es: Registros
it: Registrazioni

source: Switch pulled times
es: Número de interruptores utilizados
it: Numero di interruttori premuti

source: Swap times
es: Número de intercambios
it: Numero di scambi

source: Save times
es: Guardar tiempos
it: Numero di salvataggi

source: Load times
es: Número de procesos de carga
it: Numero di caricamenti

source: Collectibles collected
es: Coleccionables recolectados
it: Oggetti da collezione raccolti

source: Fragile blocks broken
es: Bloques frágiles rotos
it: Blocchi fragili rotti

source: Pushable blocks broken
es: Bloques empujables rotos
it: Blocchi mobili rotti

source: Completed levels:
es: Niveles completados:
it: Livelli completati:
ru: Завершённых уровней:

source: Completed levelpacks:
es: Niveles completados:
it: Pacchetti Livelli completati:

source: Official levels:
es: Niveles oficiales:
it: Livelli ufficiali:

source: Official levelpacks:
es: Paquetes de niveles oficiales:
it: Pacchetti livelli ufficiali:

source: Addon levels:
es: Niveles adicionales:
it: Livelli estensione:

source: Addon levelpacks:
es: Recopilaciones de niveles adicionales:
it: Estensioni pacchetti livelli:

source: Custom levels:
es: Niveles personalizados:
it: Livelli personalizzati:

source: Custom levelpacks:
es: Paquetes de niveles personalizados:
it: Pacchetti Livelli personalizzati:

source: In-game time:
es: Tiempo de juego:
it: Tempo di gioco:
ru: Время в игре:

source: Level editing time:
es: Tiempo en el editor de niveles:
it: Durata editing di livello:
ru: Время в редакторе:

source: Created levels:
es: Niveles creados:
it: Livelli creati:
ru: Создано уровней:

source: Achievements achieved:
es: Logros obtenidos:
it: Obiettivi raggiunti:

source: Cheats used:
es: Trucos utilizados:
it: Trucchi usati:

source: Options
es: Opciones
it: Opzioni
ru: Настройки

source: Quit
es: Salir
it: Esci
ru: Выход

source: Enable internet in order to install addons.
es: Habilita Internet para instalar las extensiones.
it: Abilita la rete internet per installare le estensioni.
ru: Чтобы устанавливать дополнения, разрешите подключение к Интернету.

source: Internet disabled
es: Internet deshabilitado
it: Non connesso a internet
ru: Подключение к Интернету запрещено

# keys
source: RETURN
es: Retornó
it: INVIO

# keys
source: ESCAPE
es: Escapé
it: ESC

# keys
source: BACKSPACE
es: RETROCESO
it: CANCELLA

# keys
source: SPACE
es: ESPACIÓ
it: SPAZIO

# keys
source: CAPSLOCK
es: BLOQ MAYÚS
it: BLOC MAIUS

# keys
source: PRINTSCREEN
es: PANTALLAIMPRESA
it: STAMP

# keys
source: SCROLLLOCK
es: BLOQUEO DE DESPLAZAMIENTO
it: BLOC SCRL

# keys
source: PAUSE
es: PAUSA
it: PAUSA

# keys
source: INSERT
es: INSERTAR
it: INS

# keys
source: HOME
es: HOGAR

# keys
source: DELETE
es: ELIMINAR
it: CANC

# keys
source: END
es: FIN
it: FINE

# keys
source: PAGEDOWN
es: PAGINAABAJO
it: PAG GIU

# keys
source: RIGHT
es: DERECHA
it: FRECCIA DESTRA

# keys
source: LEFT
es: IZQUIERDA
it: FRECCIA SINISTRA

# keys
source: DOWN
es: ABAJO
it: FRECCIA GIU

# keys
source: UP
es: ARRIBA
it: FRECCIA SU

# keys
source: LEFT CTRL
es: CTRL IZQUIERDO
it: CTRL SINSTRO

# keys
source: LEFT SHIFT
es: SHIFT IZQUIERDO
it: MAIUS SINISTRO

# keys
source: LEFT ALT
es: ALT IZQUIERDO
it: ALT SINISTRO

# keys
source: LEFT GUI
es: GUI IZQ
it: GUI SINISTRO

# keys
source: RIGHT CTRL
es: CTRL DERECHO
it: CTRL DESTRO

# keys
source: RIGHT SHIFT
es: SHIFT DERECHO
it: MAIUS DESTRO

# keys
source: RIGHT ALT
es: ALT DERECHA
it: ATLGR DESTRO

# keys
source: RIGHT GUI
es: GUI DERECHA
it: GUI DESTRO

source: %-.2fs
it: %-.2f secondi
ru: %-.2fс

source: Error
it: Errore
ru: Ошибка

source: Visible
hu: Látható
it: Visibile
ru: Видимый

source: General
it: Generale
ru: Общие

source: Total
it: Totale
ru: Всего

# keys
source: PAGEUP
it: PAG SU

# keys
source: SYSREQ
it: SYS

source: Sokoban
ru: Сокобан

source: OK
ru: Да

source: No
hu: Nem
ru: Нет

source: Id:
hu: Azonosító:
ru: Ид:

source: Internet
ru: Интернет

source: Earn 50 gold medal.
hu: Nyerj 50 aranyérmet.

source: Use the level editor for more than 24 hours.
hu: Több mint 24 óra a szintszerkeszőben.

source: Create 50 levels.
hu: 50 szint létrehozása.

source: Player to shadow to player to shadow...
hu: Játékosból árnyék, árnyékból játékos...

source: Swap 1000 times.
hu: Csere 1000 alkalommal.

source: Save 1000 times.
hu: Mentés 1000 alkalommal.

source: Load the game 1000 times.
hu: Játék betöltése 1000 alkalommal.

source: Add scenery layer %s
hu: Táj réteg %s hozzáadása

source: Delete scenery layer %s
hu: Táj réteg %s törlése

source: Modify the property of scenery layer %s
hu: Táj réteg tulajdonság %s módosítása

source: Time: %-.2fs
hu: Idő: %-.2f mp

source: Best time: %-.2fs
hu: Legjobb idő: %-.2f mp

source: Target time: %-.2fs
hu: Célidő: %-.2f mp

source: Game Replay
hu: Ismétlés

source: Up (in menu)
hu: Fel (menüben)

source: Down (in menu)
hu: Le (menüben)

source: Space (Record)
hu: Szóköz (Felvétel)

source: Escape
hu: Megszakítás

source: Tab (View shadow/Level prop.)
hu: Tab (Árnyék mutatása/Szint tul.)

source: Save game (in editor)
hu: Játék mentése (a szerkesztőben)

source: Swap (in editor)
hu: Csere (a szerkesztőben)

source: Teleport (in editor)
hu: Teleportálás (a szerkesztőben)

source: Suicide (in editor)
hu: Öngyilkosság (a szerkesztőben)

source: Shift (in editor)
hu: Futószalag (a szerkesztőben)

source: Next block type (in Editor)
hu: Következő blokktípus (a szerkesztőben)

source: Previous block type (in editor)
hu: Előző blokktípus (a szerkesztőben)

source: Select (in menu)
hu: Kiválasztás (a menüben)
