Repository: acmepjz/meandmyshadow
Catalog: data/levelpacks/tutorial/locale/*.po
Languages: es

source: You have finished the tutorial!
es: ¡Has completado el tutorial!

source: Step by step introduction
es: Introducción paso a paso

source: Walk in the park
es: Paseo por el parque

source: First jumps
es: Primeros saltos

source: Jumping around
es: Dando tumbos

source: See those gaps over there? Reach the finish without falling.
es: ¿Ves esos huecos de ahí? Procura llegar al final sin caerte.

source: Good job!
es: ¡Buen trabajo!

source: First spikes
es: Primeros pinchos

source: Spikes are deadly. Don't touch them!
es: Los pinchos matan. ¡No los toques!

source: Shadow
es: La sombra

source: TIP: Think what moves your shadow has to make. Then let your character record those moves. You can break it down into smaller recordings.
es: CONSEJO: Planea los movimientos que tiene que hacer tu sombra. Luego, haz que tu personaje grabe esos movimientos. Puedes hacer varias grabaciones más pequeñas.

source: Shadow walk
es: Persecución sombría

source: NOTE: Although you can't jump on those blocks you can record the jumps for your shadow.
es: NOTA: No puedes saltar sobre estos bloques, pero sí grabar los saltos de tu sombra.

source: Only your shadow can stand on those shadow blocks. Try to get him up there.
es: Los bloques sombríos solo son sólidos para tu sombra. Prueba a colocarla ahí.

source: Shadow challenge
es: Desafío sombra

source: Spikes are not only deadly for you, but also for your shadow.
es: Los pinchos no solo te matarán a ti, sino que matarán a tu sombra también.

source: Teamwork
es: Trabajo en equipo

source: You and your shadow need to work together. Move your shadow towards the wall and jump on him so that you can jump over the wall.
es: Tu sombra y tú os tenéis que coordinar. Mueve a tu sombra hacia el muro y salta sobre tu sombra para salvar el muro.

source: Fragile
es: Bloque frágil

source: Those blocks are fragile. If you step on them too often they'll break.
es: Estos bloques son frágiles. Si los pisas varias veces, se romperán.

source: Moving blocks
es: Bloques en movimiento

source: Until now the levels were static. There are however moving blocks.
es: Hasta ahora, los niveles eran estáticos. Sin embargo, hay bloques en movimiento.

source: Moving shadow blocks
es: Bloques sombríos móviles

source: Now you'll need to help your shadow cross.
es: Ahora debes ayudar a tu sombra a cruzar.

source: Moving spikes
es: Pinchos en movimiento

source: Watch out for the moving spikes.
es: Ten cuidado con los pinchos en movimiento.

source: Conveyor madness
es: Locurón en la cinta transportadora

source: When standing on conveyor belts you'll move without walking.
es: Si subes a una cinta transportadora, te moverás sin necesidad de caminar.

source: Let the shadow finish the level by walking to the finish. But don't stand still because your shadow will move all the way back.
es: Haz que la sombra camine hasta terminar el nivel, pero no te detengas. Si lo haces, tu sombra volverá al comienzo.

source: Triggering
es: ¡Actívate!

source: This gap is impossible to jump over. Step on the button next of you.
es: No puedes cruzar este trecho saltando. Sitúate sobre el botón cercano.

source: The switch
es: El interruptor

source: There's another type of trigger: the switch. Use the switch to activate the elevator so that you can reach the exit.
es: Hay otro tipo de botón: el interruptor. Úsalo para activar el ascensor y así poder llegar a la salida.

source: Toggle trigger
es: El botón activador

source: You've only seen triggers that activate other blocks, but they can also deactivate or toggle them.
es: Los botones no solo habilitan otros bloques. También pueden activarlos o desactivarlos.

source: Stop trigger
es: El botón de parada

source: First portals
es: Primeros portales

source: Portal mayhem
es: Vaya lío de portales

source: Portals point to another portal or to nothing. Try to reach the exit in this portal mayhem.
es: Los portales te transportan a otro portal (o no). Mucha suerte saliendo de esta locura de portales.

source: Now choose one of the two.
es: Ahora, elige una.

source: A dead end, you'd better go back and choose the other portal.
es: Un callejón sin salida. Lo mejor es que vuelvas y elijas el otro portal.

source: Checkpoints
es: Puntos de control

source: Save your progress here.
es: Guarda tu progreso aquí.

source: You've chosen the right way.
es: Has elegido el camino adecuado.

source: Swappoints
es: Puntos de intercambio

source: Now it's time for something completely different: swappoints. When you or your shadow activate them you'll swap places.
es: Ahora, toca algo completamente nuevo: puntos de intercambio. Cuando tu sombra o tú los activas, intercambiaréis posiciones.

source: Shadow swap
es: Intercambio con la sombra

source: You need your shadow to reach the exit. Make use of the swapper to get him down (or to get yourself down).
es: Necesitas a tu sombra para llegar a la salida. Utiliza el intercambiador para bajarla o para bajarte a ti.

source: Collecting Keys
es: ¡A por las llaves!

source: One thing you need to know before you're ready are keys. Sometimes there are keys spread around the level. The exit is locked until you get all the keys.
es: Una cosa que debes conocer antes de empezar son las llaves. En ocasiones, hay llaves repartidas por los niveles. La salida estará bloqueada hasta que las tengas todas.

source: Warning
es: Cuidado

source: That's all there is. Now it's time to put your skills to the test. Enter the exit to go to the last level. Good luck!
es: Y eso es todo. Ahora te toca poner tus habilidades a prueba. Cruza la salida para entrar en el último nivel. ¡Buena suerte!

source: The very best of luck!
es: ¡Que tengas mucha suerte!

source: TIP: Try to get your shadow in front of the shadow wall. If he falls down you'd better restart.
es: CONSEJO: Intenta poner a tu sombra frente a la sombra. Si te equivocas, más te vale reiniciar.

source: You have made it!
es: ¡Lo lograste!

source: Where could your shadow be?
es: ¿Dónde se ha metido tu sombra?
