Repository: acmepjz/meandmyshadow
Catalog: data/levelpacks/default/locale/*.po
Languages: de, es, fr, nb, nl, uk

source: default
de: Standard
es: predeterminado
fr: par défaut
nl: standaard
uk: Звичайний

source: Default
de: Standard
es: Predeterminado
fr: Par défaut
nb: Forvalg
nl: Standaard
uk: Звичайний

source: Simple
de: Simpel
nb: Enkel
nl: Eenvoudig
uk: Просто

source: Snail
de: Schnecke
es: ¡Caracoles!
fr: Escargot
nb: Snegle
nl: Slak
uk: Равлик

source: Building Teamwork
de: Förderung der Teamarbeit
es: Trabajazo en equipo
fr: Construire le travail d'équipe
nb: Lagåndsbygging
nl: Teamwork opbouwen
uk: Командна робота

source: Tricky Jumping
de: Verzwickte Sprünge
es: Saltos con trampa
fr: Sauts délicats
nb: Vanskelige hopp
nl: Lastige sprongen
uk: Стрибки ізпідвипідвертом

source: Running in the Sky
de: Himmelslauf
es: Surcando los cielos
fr: Courir dans le ciel
nb: Løping i himmelen
nl: Rennen door de lucht
uk: Небесні мандри

source: Both Up and Down
de: Sowohl auf als auch ab
es: Para arriba, para abajo
fr: En haut comme en bas
nb: Både opp og ned
nl: Zowel boven als beneden
uk: І вгору, і вниз

source: stopping the spikes
de: Stacheln stoppen
es: Que paren los pinchos
fr: Arrêter les piques
nl: stoppen van de stekels
uk: зупиняючи шипи

source: Spiky travel
de: Stachelige Reise
es: Viaje puntiagudo
fr: Voyage piquant
nb: Taggete reise
nl: Stekelige reis
uk: Мандрівка шипами

source: Double trouble
de: Doppeltes Lottchen
es: Problema a dos bandas
nb: Dobbel trøbbel
nl: Dubbele problemen
uk: Подвійні проблеми

source: Wall breaking
de: Mauerbruch
es: Rompemuros
fr: Démolition de mur
nb: Veggknusing
nl: Muur breken
uk: Ламаючи стіну

source: Remote control
de: Fernsteuerung
es: Control remoto
fr: Contrôle à distance
nb: Fjernkontroll
nl: Afstandsbediening
uk: Дистанційне керування

source: Quick swap
de: Schneller Tausch
es: Intercambio rápido
fr: Échange éclair
nb: Raskt bytte
nl: Snelle ruil
uk: Швидка зміна

source: Sweeper
de: Kehrer
es: Barridos
fr: Balayeur
nl: Veger
uk: Прибиральник

source: Towers
de: Türme
es: Torres
fr: Tours
nb: Tårn
nl: Torens
uk: Вежі

source: Timing
de: Zeitgefühl
es: A tiempo
fr: Temps
nl: Getimed
uk: На швидкість

source: Skyscrapers
de: Wolkenkratzer
es: Rascacielos
fr: Gratte-ciels
nb: Skyskrapere
nl: Wolkenkrabbers
uk: Хмарочоси

source: Switches
de: Schalter
es: Interruptores
fr: Interrupteurs
nb: Brytere
nl: Schakelaars
uk: Вимикачі

source: Regroup
de: Umgruppieren
es: Reagrupar
fr: Regroupement
nb: Omgrupper
nl: Hergroeperen
uk: Перегрупування

source: Volcano
de: Vulkan
es: Volcán
fr: Volcan
nb: Vulkan
nl: Vulkaan
uk: Вулкан
