Repository: acmepjz/meandmyshadow
Catalog: data/levelpacks/cooperation/locale/*.po
Languages: de, fi, fr, gd, hu, it, nb_no, nl, pl

source: Go team!
de: Bravo, Team!
fi: Hyvä tiimi!
gd: Rachaibh cuide ri chèile!
hu: Indulj csapat!
it: Vai squadra!
nb_no: Heia oss!
nl: Goed bezig!
pl: Dalej drużyno!

source: Make sure to take your shadow with you
de: Nimm deinen Schatten mit
fi: Otathan varjosi mukaasi
fr: N'oubliez pas de prendre votre ombre avec vous
gd: Dèan cinnteach gun doir thu do sgàil leat
hu: Légy biztos abban hogy magaddal viszed az árnyékodat
it: Assicurati di portare la tua ombra con te
nb_no: Forsikre deg om skyggen din slår følge
nl: Zorg ervoor dat je je schaduw meeneemt
pl: Zabierz ze sobą swój cień

source: Cooperation
de: Kooperation
fi: Yhteistyö
fr: Coopération
gd: Co-obrachadh
hu: Együttműködés
it: Cooperazione
nb_no: Samarbeid
nl: Samenwerking
pl: Współpraca

source: Save Your Shadow
de: Rette deinen Schatten
fi: Pelasta varjosi
fr: Sauvez votre ombre
gd: Sàbhail do sgàil
hu: Mentsd meg az árnyékodat
it: Salva la tua ombra
nb_no: Lagre skyggen din
nl: Red je schaduw
pl: Zapisz swój cień

source: Help your shadow to the exit
de: Hilf deinen Schatten zum Ausgang
fi: Auta varjosi uloskäynnille
fr: Aidez votre ombre à sortir
gd: Thoir taic dha do sgàil ach an ruig i an doras a-mach
hu: Segíts az árnyékodnak hogy elérje a kijáratot
it: Aiuta la tua ombra ad uscire
nb_no: Hjelp skyggen din til utgangen
nl: Help je schaduw de uitgang te bereiken
pl: Pomóż swojemu cieniowi dotrzeć do wyjścia

source: Don't drop the boxes on your head
de: Lass die Kisten nicht auf deinen Kopf fallen
fi: Älä pudota laatikoita päällesi
fr: Ne laissez pas tomber les boîtes sur votre tête
gd: Na tuiteadh na bogsaichean air do cheann
hu: Ne ejtsd a dobozokat a fejedre
it: Non sganciare le casse sulla tua testa
nb_no: Ikke la boksene falle deg til hode
nl: Laat geen dozen op je hoofd vallen
pl: Nie upuszczaj pudełek na głowę

source: Mirror
de: Spiegel
fi: Peili
fr: Miroir
gd: Sgàthan
hu: Tükör
it: Specchio
nb_no: Speil
nl: Spiegel
pl: Lustro

source: Mirror, mirror on the wall...
de: Spieglein, Spieglein an der Wand …
fi: Kerro, kerro kuvastin...
fr: Miroir, miroir au mur...
gd: A sgàthain, a sgàthain air a’ bhalla…
it: Specchio, specchio delle mie brame...
nb_no: Speil, speil på veggen der…
nl: Spiegeltje, spiegeltje aan de wand...
pl: Lustro, lustro na ścianie...

source: Box This Up
de: Kistenstapeln
fi: Laatikot
gd: Suas leis na bogsaichean
it: Metti In Scatola
nb_no: Innkassing
nl: Pak ze in

source: Brittle
de: Spröde
fi: Hauras
gd: Brisg
hu: Törékeny
it: Fragile
nb_no: Sprøhet
nl: Breekbaar

source: Watch your footing
de: Achte auf den Fußboden
fi: Varo askeleitasi
gd: An aire air do chasan
hu: Nézz a lábad elé
it: Guarda i tuoi passi
nb_no: Se hvor du går
nl: Let op je passen
pl: Patrz pod nogi

source: Switches
de: Schalter
fi: Vipuja
fr: Interrupteurs
gd: Suidsean
hu: Kapcsolók
it: Interruttori
nb_no: Brytere
nl: Schakelaars
pl: Przełączniki

source: It's a spiky business upstairs
de: Eine stachelige Angelegenheit da oben
fi: Yläkerrassa on piikikäs meininki
gd: Tha spìcearachd shuas
hu: Ez egy tüskés üzlet az emeleten
it: C'è un affare spinoso al piano di sopra
nb_no: Taggete forretninger ovenpå
nl: Het is puntig daarboven
pl: Na górze jest kolczasty biznes

source: For the penthouse, push here
de: Für ein Penthaus hier drücken
fi: Paina tästä päästäksesi kattohuoneistoon
gd: Brùth an-seo a dhol dhan mhullach
it: Per l'attico, premi qui
nb_no: For toppleiligheten, trykk her
nl: Druk hier om naar het penthouse te gaan
pl: Do apartamentu, kliknij tutaj

source: Rats in a Maze
de: Ratten im Labyrinth
fi: Rotat sokkelossa
fr: Des rats dans un labyrinthe
gd: Radanan sa chuairteachan
hu: Patkányok a Labirintusban
it: Topi in Gabbia
nb_no: Rotter i labyrint
nl: Rattendoolhof
pl: Szczury w labiryncie

source: Rats!
de: Dumm gelaufen!
fi: Rotat!
gd: A radanaibh!
hu: Patkányok!
it: Topi!
nb_no: Rottebefengt!
nl: Ratten!
pl: Szczury!

source: Self-sacrifice
de: Aufopferung
fi: Uhrautuminen
fr: Abnégation
gd: Fèin-ìobairt
it: Sacrificarsi
nl: Zelfopoffering
pl: Poświęcenie

source: Isopropanol
fi: Isopropanoli
fr: Alcool isopropylique
it: Isopropanolo
pl: Izopropanol

source: Skyline
fi: Taivaanranta
gd: Fàire a’ mhòr-bhaile
it: Orizzonte
nb_no: Bebyggelseshorisont

source: Let's take a ride!
de: Lasst uns eine Spritztour machen!
fi: Lähdetään ajelulle!
fr: Allons faire un tour !
gd: Nach goireasach na h-àrdaichearan?
it: Andiamo a fare un giro!
nb_no: La oss dra på tur.
nl: Laten we op reis gaan!
pl: Przejedźmy się!

source: Stacks
de: Stapel
fi: Pinot
gd: Cruachan
hu: Halom
it: Pile
nb_no: Stabler
nl: Stapels
pl: Stosy

source: Conveyor Belt
de: Förderband
fi: Liukuhihna
fr: Tapis roulant
gd: Crios-giùlain
hu: Futószalag
it: Nastro Trasportatore
nb_no: Samlebånd
nl: Lopende band
pl: Przenośnik taśmowy

source: Shadow Switch
de: Schattenschalter
fi: Varjovipu
gd: Sgàil-suidse
hu: Árnyék Kapcsoló
it: Scambio di Ombre
nb_no: Skyggebytte
nl: Schaduwschakeling
pl: Przełącznik cienia

source: Pushover
de: Wegschubsen
fi: Tönäisy
gd: Putadh
it: Spingere
nl: Meeloper

source: Bridge Over Troubled Waters
de: Brücke über tückische Gewässer
fi: Levotonten vetten silta
fr: Pont sur des eaux troubles
gd: Drochaid thar uisgeachan garbha
it: Ponte Sulle Acque Turbolenti
nb_no: Bro over strie strømmer
nl: Redder in nood
pl: Most nad niespokojnymi wodami

source: Trap Dance
de: Fallentanz
fi: Ansatanssi
gd: Dannsa nan ribean
it: Danza della Trappola
nl: Valstrik

source: Obstacle Course
de: Hindernislauf
fi: Esterata
fr: Course d'obstacles
gd: Cnapan-starra
hu: Akadályos Útvonal
it: Corsa ad Ostacoli
nb_no: Hinderløype
nl: Obstakelpad
pl: Tor przeszkód

source: The Great Flood
de: Die Sintflut
fi: Suuri tulva
fr: La grande inondation
gd: An tuil-ruadh
hu: A Nagy Árvíz
it: La Grande Alluvione
nb_no: Den store floden
nl: De grote overstroming
pl: Wielka powódź

source: Flee the great flood!
de: Flieh vor der Sintflut!
fi: Pakene suurta tulvaa!
fr: Fuyez la grande inondation !
gd: Teich on tuil-ruadh!
hu: Menekülj a nagy árvíztől!
it: Fuggi dalla grande alluvione!
nb_no: Flykt fra den store floden!
nl: Vlucht nu het nog kan!
pl: Uciekaj przed wielką powodzią!

source: Swap
de: Vertauschen
fi: Vaihto
fr: Échanger
gd: Iomlaid
hu: Csere
it: Palude
nl: Schakelen
pl: Zamiana

source: Diamonds
de: Diamanten
fi: Timantit
fr: Diamants
gd: Daoimeanan
hu: Gyémántok
it: Diamanti
nb_no: Diamanter
nl: Diamanten
pl: Diamenty

source: Easter Egg Hunt
de: Ostereierjagd
fi: Pääsiäismunajahti
fr: Chasse aux œufs de Pâques
gd: Lorg uighean na Càisge
hu: Húsvéti Tojás Vadászat
it: Caccia alle Uova di Pasqua
nb_no: Påskejakt
nl: Zoektocht naar het gouden ei
pl: Polowanie na jajka wielkanocne

source: Prison Break
de: Gefängnisausbruch
fi: Vankilapako
gd: Dol às o phrìosan
hu: Szökés a Börtönből
it: Evasione
nb_no: Fengselsflukt
nl: Gevangenisuitbraak
pl: Ucieczka z więzienia

source: Your shadow has been unjustly incarcerated. Help him plan his escape.
de: Dein Schatten wurde unrechtmäßig eingesperrt. Hilf ihm bei seinem Fluchtplan.
fi: Varjoasi on vangittu perusteettomasti. Auta häntä suunnittelemaan pako.
fr: Votre ombre a été injustement incarcérée. Aidez-la à planifier son évasion.
gd: Chaidh do sgàil a chur ann am prìosan gu h-eucorach. Saor i!
hu: Az árnyékod igazságtalanul be van börtönözve. Segíts neki megtervezni a szökését.
it: La tua ombra è stata catturata. Aiutala a scappare.
nb_no: Din skygge har blitt urettmessig innesperret. Hjelp den å planlegge sin flukt.
nl: Je schaduw is onterecht in de gevangenis beland! Help hem te ontsnappen.
pl: Twój cień został niesłusznie uwięziony. Pomóż mu zaplanować ucieczkę.

source: Over Land And Sea
de: Über Land und Meer
fi: Maalla ja merellä
fr: Sur terre et mer
gd: Per mare per terras
hu: Tengerek És Földek Felett
it: Oltre le Terre e i Mari
nb_no: Over land og hav
nl: Te land en ter zee
pl: Na lądzie i morzu

source: Going Home
de: Heimweg
fi: Paluu kotiin
fr: Rentrer à la maison
gd: Tillidh mi dhachaigh
hu: Hazafelé Tartunk
it: Tornando a Casa
nb_no: Heimvei
nl: Huiswaarts
pl: Powrót do domu

source: Why not go home together?
de: Warum nicht gemeinsam nach Hause gehen?
fi: Miksi ette palaa kotiin yhdessä?
fr: Pourquoi ne pas rentrer ensemble ?
gd: Nach till sibh dhachaigh còmhla?
hu: Miért ne menjünk haza együtt?
it: Perchè non torniamo insieme?
nb_no: Hvorfor ikke slå følge hjem?
nl: Waarom keren jullie niet samen huiswaarts?
pl: Dlaczego nie wrócić razem do domu?
